[
    {
        "_id": "67bf7771c91e340015e11338",
        "name": "Lamborghini Gallardo Superleggera",
        "description": "La Lamborghini Gallardo Superleggera rappresenta una spettacolare fusione di velocità, leggerezza e design puro. Grazie all'uso estensivo di fibra di carbonio per componenti esterni e interni, il peso è ridotto significativamente, permettendo al motore V10 da 530 CV di esprimere tutto il suo potenziale con reattività fulminea. L'aggressività estetica di questo modello è accentuata da dettagli come il grande alettone posteriore e il diffusore anteriore, che non solo conferiscono un aspetto feroce, ma migliorano anche la stabilità ad alte velocità. La Gallardo Superleggera è un'icona nel mondo delle supercar, offrendo una combinazione inebriante di prestazioni affilate e design accattivante, creata per gli amanti della pura emozione di guida.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2007-Lamborghini-Gallardo-Superleggera-008-1080.jpg",
        "price": 220000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-26T20:20:01.355Z",
        "updatedAt": "2025-02-27T16:34:41.685Z",
        "__v": 0
    },
    {
        "_id": "67be21a51e14060015314dc8",
        "name": "Mercedes-Benz GLC 43 AMG",
        "description": "Il Mercedes-Benz GLC 43 AMG fonde l'eleganza distintiva di Mercedes con la potenza bruciante di AMG. Sotto il cofano, il motore V6 biturbo da 3.0 litri eroga 385 CV, permettendo accelerazioni da 0 a 100 km/h in soli 4.9 secondi. Questo SUV di lusso è dotato di un'abitabilità generosa e una tecnologia all'avanguardia, con sistemi di assistenza alla guida avanzati e un'interfaccia multimediale intuitiva. Il design esterno è arricchito da dettagli sportivi AMG e un'imponente griglia frontale, rendendo il GLC 43 un veicolo tanto prestazionale quanto raffinato, ideale per chi cerca un'esperienza di guida dinamica senza rinunciare al comfort e allo stile.",
        "brand": "Mercedes-Benz",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Mercedes-Benz/2018-Mercedes-Benz-GLC63-S-AMG-001-1080.jpg",
        "price": 70000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-25T20:01:41.249Z",
        "updatedAt": "2025-02-27T14:03:20.279Z",
        "__v": 0
    },
    {
        "_id": "67bf7881c91e340015e11339",
        "name": "McLaren 765LT Spider",
        "description": "La McLaren 765LT Spider rappresenta l'apice dell'ingegneria automobilistica britannica in versione scoperta. Dotata di un potente motore V8 biturbo da 4.0 litri che sviluppa 765 CV, questa supercar a cielo aperto raggiunge i 100 km/h in soli 2,7 secondi e una velocità massima di 330 km/h. Il tetto rigido retrattile in carbonio si apre in soli 11 secondi, trasformando l'esperienza di guida. La 765LT Spider è caratterizzata da un'aerodinamica estrema, con un design che massimizza la deportanza e minimizza il peso, grazie all'utilizzo estensivo di fibra di carbonio in ogni componente. Con una produzione limitata a soli 765 esemplari, questa McLaren rappresenta una rara combinazione di prestazioni estreme, raffinatezza ingegneristica e pura emozione di guida a cielo aperto.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2022-McLaren-765LT-Spider-001-1080.jpg",
        "price": 382500,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-26T20:24:33.355Z",
        "updatedAt": "2025-02-27T14:06:59.288Z",
        "__v": 0
    },
    {
        "_id": "67be21a51e14060015314dc7",
        "name": "Lamborghini Aventador SVJ",
        "description": "La Lamborghini Aventador SVJ rappresenta il vertice della tecnologia e della performance automobilistica di Lamborghini. Dotata di un motore V12 aspirato da 770 CV, questa supercar sfida le leggi della fisica con una velocità massima di oltre 350 km/h e un'accelerazione da 0 a 100 km/h in meno di 2.9 secondi. Il suo design estremo, caratterizzato da linee taglienti e una silhouette imponente, ottimizza la penetrazione aerodinamica e la gestione termica, con flaps attivi che si adattano dinamicamente alle condizioni di guida. Il sistema di sterzo alle quattro ruote e l'avanzata trazione integrale garantiscono una manovrabilità eccezionale, facendo della Aventador SVJ una delle supercar più esaltanti e tecnicamente avanzate sul mercato.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2019-Lamborghini-Aventador-SVJ-023-1080.jpg",
        "price": 500099,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-25T20:01:41.245Z",
        "updatedAt": "2025-02-27T14:07:33.094Z",
        "__v": 0
    },
    {
        "_id": "67be21a51e14060015314dc6",
        "name": "Lamborghini Huracan STO",
        "description": "La Lamborghini Huracan STO è la quintessenza dell'esperienza da corsa trasferita su strada. Con un motore V10 da 640 CV, l'Huracan STO offre un'esperienza di guida visceralmente potente e intensamente emotiva. La sua aerodinamica è stata completamente rivisitata rispetto ai modelli Huracan precedenti, con l'integrazione di soluzioni direttamente derivanti dalla Lamborghini Squadra Corse. Caratteristiche come il cofano anteriore in un unico pezzo con 'cofango', i grandi splitter anteriori e l'alettone posteriore regolabile, migliorano significativamente la deportanza e la gestione termica, rendendo l'Huracan STO un bolide quasi da pista, adatto agli appassionati più esigenti che desiderano guidare una vera supercar ogni giorno.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2021-Lamborghini-Huracan-STO-018-1080.jpg",
        "price": 327000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-25T20:01:41.243Z",
        "updatedAt": "2025-02-27T14:08:39.015Z",
        "__v": 0
    },
    {
        "_id": "67be28361e14060015314dd6",
        "name": "Lamborghini Huracan Spyder",
        "description": "La Lamborghini Huracan Spyder offre un connubio perfetto tra prestazioni da supercar e il piacere della guida a cielo aperto. Dotato di un motore V10 che eroga 610 CV, questo modello trasforma ogni viaggio in un'esperienza elettrizzante, con un suono del motore che incanta e performance che tolgono il fiato. La capote si apre in soli 17 secondi, permettendo di godere immediatamente del vento nei capelli. La Huracan Spyder combina un design audace con tecnologie aerodinamiche sofisticate per garantire una stabilità ottimale a velocità elevate, rendendola un'opzione ideale per gli amanti delle supercar che desiderano sentire l'adrenalina della velocità senza barriere.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Novitec/2016-Novitec-Torado-Lamborghini-Huracan-Spyder-002-1080.jpg",
        "price": 260000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-25T20:29:42.350Z",
        "updatedAt": "2025-02-27T14:09:35.205Z",
        "__v": 0
    },
    {
        "_id": "67bf7884c91e340015e11342",
        "name": "Koenigsegg Jesko Absolut",
        "description": "La Koenigsegg Jesko Absolut rappresenta il culmine dell'ossessione per la velocità del costruttore svedese. Progettata per essere l'auto di produzione più veloce mai realizzata, la Jesko Absolut è alimentata da un V8 biturbo da 5.0 litri che può utilizzare carburante E85 per sviluppare fino a 1.600 CV. Il cambio Light Speed Transmission a 9 marce può effettuare cambi di marcia quasi istantanei in meno di 20 millisecondi. L'aerodinamica è stata completamente ottimizzata per la minima resistenza, con un coefficiente di resistenza di soli 0,278 Cd. A differenza della Jesko standard orientata alla pista, l'Absolut rimuove l'alettone posteriore a favore di due pinne verticali ispirate ai jet F-15, progettate per la stabilità ad altissima velocità. Con un peso a secco di soli 1.320 kg grazie all'uso estensivo di fibra di carbonio, e una velocità teorica che potrebbe superare i 500 km/h, la Jesko Absolut è un monumento all'ingegneria automobilistica estrema.",
        "brand": "Koenigsegg",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Koenigsegg/2021-Koenigsegg-Jesko-Absolut-003-1080.jpg",
        "price": 3400000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-26T20:24:36.355Z",
        "updatedAt": "2025-02-27T14:10:34.107Z",
        "__v": 0
    },
    {
        "_id": "67bf7883c91e340015e11341",
        "name": "Bugatti Chiron Super Sport 300+",
        "description": "La Bugatti Chiron Super Sport 300+ è un trionfo dell'ingegneria automobilistica che ha ridefinito i limiti della velocità. Celebrata per essere la prima vettura di produzione a superare i 300 mph (483 km/h), questa edizione speciale della Chiron è spinta da un monumentale motore W16 quadriturbo da 8.0 litri potenziato a 1.600 CV. Il corpo allungato di 25 cm rispetto alla Chiron standard è stato completamente ottimizzato per la velocità estrema, con un'aerodinamica meticolosamente studiata per ridurre la resistenza mantenendo la stabilità. Con una livrea distintiva in carbonio nero ed elementi in Jet Orange, ogni dettaglio è stato progettato per onorare il record mondiale di velocità. Limitata a soli 30 esemplari, la Chiron Super Sport 300+ non è solo un'auto, ma un pezzo di storia automobilistica che rappresenta l'apice dell'eccellenza ingegneristica Bugatti.",
        "brand": "Bugatti",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Bugatti/2021-Bugatti-Chiron-Super-Sport-300-006-1080.jpg",
        "price": 3900000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-26T20:24:35.355Z",
        "updatedAt": "2025-02-27T14:11:21.474Z",
        "__v": 0
    },
    {
        "_id": "67bf7882c91e340015e11340",
        "name": "Ferrari SF90 Stradale",
        "description": "La Ferrari SF90 Stradale rappresenta una rivoluzione nel mondo delle supercar, essendo la prima ibrida plug-in di serie della casa di Maranello. Questo capolavoro tecnologico combina un V8 biturbo da 4.0 litri con tre motori elettrici, per una potenza complessiva di 1000 CV. La SF90 Stradale accelera da 0 a 100 km/h in soli 2,5 secondi e raggiunge una velocità massima di 340 km/h. L'aerodinamica avanzata, sviluppata grazie all'esperienza Ferrari in Formula 1, genera 390 kg di carico aerodinamico a 250 km/h. L'abitacolo futuristico è caratterizzato da un display curvo da 16 pollici completamente digitale e da comandi touch sul volante. Questa hypercar rappresenta la perfetta fusione tra prestazioni termiche tradizionali e tecnologia elettrica all'avanguardia, segnando l'inizio di una nuova era per il Cavallino Rampante.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2020-Ferrari-SF90-Stradale-014-1080.jpg",
        "price": 507300,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-26T20:24:34.355Z",
        "updatedAt": "2025-02-27T14:12:08.209Z",
        "__v": 0
    },
    {
        "_id": "67bf7885c91e340015e11343",
        "name": "Pagani Huayra Roadster BC",
        "description": "La Pagani Huayra Roadster BC è l'espressione ultima dell'artigianalità automobilistica italiana. Questa hypercar a cielo aperto è spinta da un motore V12 biturbo da 6.0 litri sviluppato appositamente da Mercedes-AMG, che eroga 802 CV e 1.050 Nm di coppia. Ogni componente è un'opera d'arte, realizzata con materiali all'avanguardia come il carbonio-titanio proprietario di Pagani, che garantisce una rigidità eccezionale con un peso contenuto di soli 1.250 kg. Il design, firmato Horacio Pagani, è un perfetto equilibrio tra forma e funzione, con dettagli aerodinamici attivi che ottimizzano la deportanza in ogni condizione. L'abitacolo è un trionfo di lusso e precisione, con interni interamente personalizzabili rivestiti in pelle pregiata e alluminio lavorato dal pieno. Limitata a soli 40 esemplari, la Huayra Roadster BC rappresenta la quintessenza della hypercar moderna, dove prestazioni estreme incontrano l'eccellenza estetica italiana.",
        "brand": "Pagani",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Pagani/2020-Pagani-Huayra-Roadster-BC-011-1080.jpg",
        "price": 3085000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-26T20:24:37.355Z",
        "updatedAt": "2025-02-27T14:13:45.814Z",
        "__v": 0
    },
    {
        "_id": "67be22c11e14060015314dd2",
        "name": "Aston Martin DBS Superleggera",
        "description": "L'Aston Martin DBS Superleggera è il massimo esempio di eleganza e potenza combinati. Con un motore V12 biturbo da 725 CV, questa grand tourer britannica offre una velocità impressionante e una presenza su strada imponente. Il design è sia aggressivo che raffinato, con linee scolpite che evidenziano la sua potenza sotto il cofano. L'interno lussuoso è rifinito con i migliori materiali, offrendo un comfort senza pari e una suite tecnologica avanzata per un'esperienza di guida di lusso. La DBS Superleggera non è solo una macchina potente, è una dichiarazione di prestigio e performance, progettata per chi cerca l'apice della tecnologia e del design automobilistico.",
        "brand": "Aston Martin",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Aston-Martin/2020-Aston-Martin-DBS-Superleggera-Volante-006-1080.jpg",
        "price": 304995,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-25T20:06:25.441Z",
        "updatedAt": "2025-02-27T14:14:27.179Z",
        "__v": 0
    },
    {
        "_id": "67c10107c91e340015e11356",
        "name": "Gordon Murray T.50",
        "description": "La Gordon Murray T.50 è considerata da molti la vera erede spirituale della leggendaria McLaren F1. Creata dal genio ingegneristico di Gordon Murray, designer della F1 originale, questa hypercar rappresenta il culmine di una carriera dedicata alla purezza dell'esperienza di guida. Al centro della T.50 si trova un V12 aspirato da 4.0 litri sviluppato da Cosworth, che genera 663 CV e può raggiungere 12.100 giri/min, rendendolo il motore aspirato con il regime più alto mai montato su un'auto stradale. Il suo peso di soli 986 kg la rende estremamente agile, mentre l'iconico ventilatore posteriore da 400 mm, ispirato alla Brabham BT46B di Formula 1, crea un effetto suolo che garantisce una deportanza eccezionale senza compromettere la purezza delle linee. L'abitacolo, con la configurazione a tre posti con il pilota al centro, è un chiaro omaggio alla McLaren F1, ma con tecnologie moderne. Prodotta in soli 100 esemplari, la T.50 non è semplicemente un'auto, ma una dichiarazione filosofica sul significato di una vera supercar nell'era moderna.",
        "brand": "Gordon Murray Automotive",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Gordon-Murray/2022-Gordon-Murray-T.50-001-1080.jpg",
        "price": 3000000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:39.355Z",
        "updatedAt": "2025-02-27T15:29:53.358Z",
        "__v": 0
    },
    {
        "_id": "67c40029c91e340015e1141c",
        "name": "Delage D12",
        "description": "La Delage D12 segna la rinascita di uno storico marchio francese sotto forma di una hypercar ibrida che fonde tecnologia di Formula 1 e lusso stradale. Sviluppata sotto la guida dell'ex pilota F1 Jacques Villeneuve, la D12 è dotata di un abitacolo in tandem che ricorda quello di un jet da combattimento, con il passeggero seduto dietro il guidatore. Questa configurazione non è solo spettacolare ma ottimizza l'aerodinamica della vettura. Il sistema propulsivo ibrido combina un V12 aspirato da 7.6 litri con un motore elettrico per una potenza totale di 1.100 CV nella versione Club o 1.010 CV nella più leggera versione GT. La monoscocca in fibra di carbonio è ispirata alle vetture di Formula 1, così come le sospensioni push-rod e l'aerodinamica estremamente sofisticata. Nonostante sia omologata per uso stradale, la D12 è stata progettata per offrire sensazioni di guida vicine a quelle di una monoposto, con l'obiettivo dichiarato di battere il record sul circuito del Nürburgring per auto stradali. L'interno combina materiali di altissima qualità come carbonio, alluminio, pelle e alcantara, con una strumentazione avanzata che include un volante staccabile simile a quello di una vettura da competizione. Limitata a soli 30 esemplari, la Delage D12 rappresenta un approccio unico nel mondo delle hypercar, con un focus sull'esperienza di guida pura piuttosto che sulla mera potenza o velocità massima, incarnando la rinascita di un marchio storico con una visione decisamente orientata al futuro.",
        "brand": "Delage",
        "imageUrl": "https://immagini.alvolante.it/sites/default/files/styles/image_gallery_big/public/news_galleria/2020/08/delage-d12-15.jpg",
        "price": 2000000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:31:01.355Z",
        "updatedAt": "2025-02-27T15:32:03.105Z",
        "__v": 0
    },
    {
        "_id": "67c40004c91e340015e11403",
        "name": "Nissan GT-R T-Spec",
        "description": "La Nissan GT-R T-Spec rappresenta un'edizione speciale dell'iconica supercar giapponese, posizionandosi tra la versione Premium e la più estrema Nismo. Questa variante esclusiva è caratterizzata da colorazioni esterne storiche come Midnight Purple e Millennium Jade, che rendono omaggio alle leggendarie GT-R del passato. Sotto il cofano, il collaudato V6 biturbo da 3.8 litri eroga 565 CV e 637 Nm di coppia, trasmessi a tutte e quattro le ruote tramite il sofisticato sistema ATTESA E-TS. Le prestazioni rimangono straordinarie, con un'accelerazione da 0 a 100 km/h in circa 2,7 secondi. La T-Spec si distingue per dettagli esclusivi come i cerchi in lega RAYS bronzo scuro a raggi multipli, i freni carboceramici Brembo presi in prestito dalla GT-R Track Edition e un alettone posteriore in fibra di carbonio. L'abitacolo offre un'atmosfera premium con interni in pelle semianilina verde chiaro o marrone, cuciture a contrasto e badge T-Spec. Prodotta in quantità limitata, la GT-R T-Spec rappresenta una celebrazione della storia e dell'eredità della leggendaria 'Godzilla', combinando prestazioni da supercar con un carattere esclusivo e collezionabile.",
        "brand": "Nissan",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Nissan/2022-Nissan-GT-R-T-Spec-001-1080.jpg",
        "price": 138490,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:36.355Z",
        "updatedAt": "2025-03-01T10:30:36.355Z",
        "__v": 0
    },
    {
        "_id": "67c40019c91e340015e11412",
        "name": "Lotus Eletre",
        "description": "La Lotus Eletre segna una rivoluzione nella storia del marchio britannico, rappresentando il primo SUV e la prima auto completamente elettrica di produzione di massa di Lotus. Questo Hyper-SUV elettrico è equipaggiato con una tecnologia all'avanguardia: due motori elettrici (uno per asse) che, nella versione più potente Eletre R, generano 918 CV e permettono un'accelerazione da 0 a 100 km/h in soli 2,95 secondi, rendendolo uno dei SUV più veloci al mondo. La batteria da 112 kWh garantisce un'autonomia fino a 600 km e supporta la ricarica ultrarapida a 350 kW, che permette di recuperare 400 km in soli 20 minuti. Nonostante le dimensioni imponenti, l'Eletre rimane fedele alla filosofia Lotus di leggerezza relativa, con un uso estensivo di alluminio e fibra di carbonio per la piattaforma EPA. L'aerodinamica attiva include prese d'aria attive, alettone posteriore e diffusore che ottimizzano l'efficienza e la stabilità. Il design esterno, caratterizzato da linee taglienti e proporzioni dinamiche, rappresenta una nuova identità stilistica per Lotus. L'abitacolo minimalista ma tecnologicamente avanzato include un quadro strumenti sottile da 30,7 pollici e un sistema di infotainment con assistente vocale e aggiornamenti over-the-air. L'Eletre non è solo un SUV elettrico ad alte prestazioni, ma rappresenta il futuro di Lotus come marchio lifestyle di lusso globale, mantenendo però il DNA sportivo che ha reso celebre il marchio.",
        "brand": "Lotus",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lotus/2023-Lotus-Eletre-001-1080.jpg",
        "price": 95990,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:51.355Z",
        "updatedAt": "2025-02-27T15:32:51.015Z",
        "__v": 0
    },
    {
        "_id": "67c40014c91e340015e1140d",
        "name": "Ferrari Roma Spider",
        "description": "La Ferrari Roma Spider rappresenta il ritorno di Ferrari nel segmento delle gran turismo scoperte con tetto in tela, una tradizione che non si vedeva dal 1969 con la 365 GTS4. Basata sulla coupé Roma, questa elegante cabriolet mantiene il V8 biturbo da 3.9 litri che eroga 620 CV e 760 Nm di coppia, garantendo prestazioni eccezionali: 0-100 km/h in 3,4 secondi e una velocità massima superiore ai 320 km/h. Il tetto in tela, disponibile in diverse colorazioni, si apre o chiude in soli 13,5 secondi fino a 60 km/h, offrendo il piacere della guida a cielo aperto senza compromettere l'estetica pulita e senza tempo che caratterizza la Roma. L'aerodinamica è stata accuratamente rivista per garantire comfort nell'abitacolo anche alle alte velocità, con un deflettore di vento che si alza automaticamente per ridurre le turbolenze. Gli interni mantengono la configurazione 2+ della coupé, con due sedili posteriori adatti per brevi tragitti, e la stessa architettura digitale con quadro strumenti da 16 pollici e display centrale da 8,4 pollici integrato nella console centrale. La Roma Spider non è solo una Ferrari a cielo aperto, ma un'interpretazione moderna della Dolce Vita italiana, che combina prestazioni eccezionali con un'eleganza discreta e senza tempo, perfetta per lunghi viaggi sulla Costa Azzurra o sulla Costiera Amalfitana.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2024-Ferrari-Roma-Spider-001-1080.jpg",
        "price": 247310,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:46.355Z",
        "updatedAt": "2025-02-27T15:33:34.785Z",
        "__v": 0
    },
    {
        "_id": "67c50001c91e340015e11500",
        "name": "Bugatti Chiron Pur Sport",
        "description": "La Bugatti Chiron Pur Sport è una versione ancora più estrema e orientata alla pista della già straordinaria Chiron. Progettata per offrire il massimo delle prestazioni in curva, la Pur Sport è caratterizzata da un'aerodinamica completamente rivista, con un enorme alettone posteriore fisso, un diffusore più aggressivo e un frontale riprogettato. Il motore W16 quadriturbo da 8.0 litri eroga sempre 1.500 CV, ma con una curva di coppia ottimizzata per una risposta più immediata. Il cambio è stato modificato con rapporti più corti del 15%, consentendo accelerazioni più brucianti, mentre il limitatore di giri è stato aumentato di 200 rpm. Le sospensioni sono più rigide del 65%, con barre antirollio specifiche e pneumatici Michelin Sport Cup 2 R sviluppati appositamente. L'uso di materiali leggeri, come il magnesio per i cerchi e la fibra di carbonio per molti componenti, ha permesso di ridurre il peso di 50 kg. Limitata a soli 60 esemplari, la Chiron Pur Sport non è progettata per battere record di velocità massima, ma per offrire un'esperienza di guida più coinvolgente e viscerale, con un'agilità straordinaria per un'auto di queste dimensioni e potenza.",
        "brand": "Bugatti",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Bugatti/2021-Bugatti-Chiron-Pur-Sport-011-1080.jpg",
        "price": 3600000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:33.355Z",
        "updatedAt": "2025-03-02T10:30:33.355Z",
        "__v": 0
    },
    {
        "_id": "67c20006c91e340015e11375",
        "name": "Bugatti Veyron Super Sport",
        "description": "La Bugatti Veyron Super Sport ha segnato un'era nella storia delle hypercar, stabilendo nel 2010 il record di auto di produzione più veloce al mondo con una velocità di 431,072 km/h. Questa versione estrema della già straordinaria Veyron è equipaggiata con un monumentale W16 quadriturbo da 8.0 litri potenziato a 1.200 CV, 200 in più rispetto alla Veyron standard. L'aerodinamica è stata completamente rivista, con un design più affusolato e aggressivo per gestire le forze estreme generate alle massime velocità. Le prese d'aria NACA sul tetto e il diffusore posteriore modificato hanno migliorato significativamente il raffreddamento e la stabilità. Nonostante le sue dimensioni imponenti, la Super Sport accelera da 0 a 100 km/h in soli 2,5 secondi e raggiunge i 300 km/h in 15 secondi. Per garantire la sicurezza a velocità estreme, la vettura è dotata di pneumatici speciali sviluppati appositamente da Michelin. Gli interni combinano lusso artigianale e tecnologia avanzata, con finiture in fibra di carbonio, alluminio e pelle pregiata. Prodotta in soli 30 esemplari, di cui 5 nella speciale livrea World Record Edition nero-arancio, la Veyron Super Sport rimane una pietra miliare nell'industria automobilistica, simbolo di eccellenza ingegneristica e prestazioni senza compromessi.",
        "brand": "Bugatti",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Bugatti/2010-Bugatti-Veyron-16-4-Super-Sport-003-1080.jpg",
        "price": 3000000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:38.355Z",
        "updatedAt": "2025-02-27T15:34:52.661Z",
        "__v": 0
    },
    {
        "_id": "67c40012c91e340015e1140b",
        "name": "Cadillac CT5-V Blackwing",
        "description": "La Cadillac CT5-V Blackwing rappresenta l'ultimo e più potente capitolo della storia delle berline ad alte prestazioni americane, un canto del cigno nell'era pre-elettrificazione. Questa super-berlina è equipaggiata con un maestoso V8 sovralimentato da 6.2 litri che eroga 668 CV e 893 Nm di coppia, rendendola la Cadillac stradale più potente di sempre. Il motore può essere accoppiato a un cambio manuale a 6 marce Tremec (una rarità nel segmento delle berline di lusso) o a un automatico a 10 rapporti per un'accelerazione da 0 a 100 km/h in soli 3,7 secondi e una velocità massima superiore ai 320 km/h. Le sospensioni Magnetic Ride Control di quarta generazione, calibrate sul Nürburgring, offrono un equilibrio eccezionale tra comfort quotidiano e prestazioni in pista. L'aerodinamica è stata ottimizzata con un pacchetto in fibra di carbonio che include splitter, diffusore e alettone posteriore opzionale. L'abitacolo combina lusso americano e sportività con sedili in pelle semi-anilina a 18 regolazioni, volante in fibra di carbonio e un sistema di infotainment avanzato. I freni carboceramici Brembo e gli pneumatici Michelin Pilot Sport 4S sviluppati appositamente completano un pacchetto che rappresenta una degna rivale per le berline sportive tedesche. La CT5-V Blackwing non è solo l'ultima delle grandi berline V8 Cadillac, ma un manifesto della capacità americana di creare vetture ad alte prestazioni con un carattere unico e distintivo.",
        "brand": "Cadillac",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Cadillac/2022-Cadillac-CT5-V-Blackwing-001-1080.jpg",
        "price": 84990,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:44.355Z",
        "updatedAt": "2025-03-01T10:30:44.355Z",
        "__v": 0
    },
    {
        "_id": "67c50002c91e340015e11501",
        "name": "Aston Martin Vanquish Vision",
        "description": "L'Aston Martin Vanquish Vision Concept rappresenta il futuro della gamma media di Aston Martin e il ritorno di un nome iconico. A differenza delle precedenti Vanquish con motore anteriore, questa nuova generazione adotta una configurazione a motore centrale, posizionandosi come rivale diretta di Ferrari e McLaren. Il cuore della vettura è un V6 biturbo di nuova concezione, sviluppato internamente da Aston Martin, che promette prestazioni eccezionali con un sound distintivo. La struttura è principalmente in alluminio, una scelta controcorrente rispetto alla fibra di carbonio utilizzata dalla concorrenza, ma che offre un equilibrio ideale tra costi, prestazioni e possibilità produttive. Il design esterno, caratterizzato da linee fluide e muscolose, è stato sviluppato sotto la direzione di Miles Nurnberger e mantiene elementi distintivi Aston Martin come la griglia frontale, pur introducendo un linguaggio stilistico completamente nuovo adatto a una vettura a motore centrale. Sebbene inizialmente presentata come concept, la Vanquish Vision è destinata alla produzione in serie, segnando l'ingresso di Aston Martin in un segmento di mercato altamente competitivo dominato dai marchi italiani.",
        "brand": "Aston Martin",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Aston-Martin/2019-Aston-Martin-Vanquish-Vision-Concept-001-1080.jpg",
        "price": 450000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:34.355Z",
        "updatedAt": "2025-03-02T10:30:34.355Z",
        "__v": 0
    },
    {
        "_id": "67c40022c91e340015e11415",
        "name": "Aston Martin DB12",
        "description": "L'Aston Martin DB12 segna un'evoluzione significativa nella lineage delle gran turismo DB, posizionandosi come la prima 'super tourer' del marchio britannico. Erede della DB11, questa elegante coupé è spinta da un V8 biturbo AMG da 4.0 litri completamente rielaborato da Aston Martin, che eroga 680 CV e 800 Nm di coppia, consentendo un'accelerazione da 0 a 100 km/h in 3,6 secondi e una velocità massima di 325 km/h. Il telaio in alluminio è stato significativamente irrigidito, con una rigidità torsionale aumentata del 7% rispetto alla DB11, mentre le sospensioni adattive di nuova generazione e lo sterzo recalibrato offrono un equilibrio perfetto tra comfort da granturismo e precisione sportiva. Esteticamente, la DB12 evolve il design classico di Aston Martin con linee più tese e muscolose, una griglia frontale più ampia e gruppi ottici più sottili. L'abitacolo rappresenta un salto generazionale con un nuovo sistema di infotainment da 10,25 pollici sviluppato internamente, compatibile con Apple CarPlay e Android Auto, e finiture di altissima qualità come pelle Bridge of Weir, Alcantara e carbonio. I sedili Sports Plus di serie offrono 16 regolazioni elettriche e sono riscaldati. La DB12 non è solo un'evoluzione tecnica rispetto alla DB11, ma rappresenta una nuova visione di granturismo sportiva che combina prestazioni da supercar con il lusso e l'eleganza tradizionali di Aston Martin.",
        "brand": "Aston Martin",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Aston-Martin/2024-Aston-Martin-DB12-002-1080.jpg",
        "price": 248000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:54.355Z",
        "updatedAt": "2025-02-27T15:37:05.428Z",
        "__v": 0
    },
    {
        "_id": "67c50019c91e340015e11512",
        "name": "Lamborghini Centenario",
        "description": "La Lamborghini Centenario è una hypercar in edizione limitatissima creata per celebrare il centenario della nascita del fondatore Ferruccio Lamborghini. Prodotta in soli 40 esemplari (20 coupé e 20 roadster), questa vettura rappresenta l'apice dell'innovazione tecnologica e stilistica della casa di Sant'Agata Bolognese. Basata sull'Aventador, la Centenario è spinta da un V12 aspirato da 6.5 litri potenziato a 770 CV, che permette un'accelerazione da 0 a 100 km/h in 2,8 secondi e una velocità massima superiore ai 350 km/h. La carrozzeria, interamente in fibra di carbonio a vista con dettagli in giallo, presenta un design estremo caratterizzato da linee taglienti e numerose appendici aerodinamiche, tra cui un enorme diffusore posteriore e un alettone estensibile. Le innovazioni tecniche includono le quattro ruote sterzanti, una novità assoluta per Lamborghini, che migliorano l'agilità a bassa velocità e la stabilità ad andature sostenute. L'abitacolo mantiene l'impostazione dell'Aventador, ma aggiunge un sistema di infotainment con touchscreen da 10,1 pollici e connettività Apple CarPlay, oltre a finiture esclusive in Alcantara e carbonio. Ogni esemplare è stato venduto a un prezzo di 1,75 milioni di euro (più tasse) e tutti erano già assegnati prima della presentazione ufficiale al Salone di Ginevra 2016. La Centenario non è solo un'auto celebrativa, ma un laboratorio mobile di tecnologie poi implementate nei modelli di serie successivi.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2017-Lamborghini-Centenario-Roadster-001-1080.jpg",
        "price": 1900000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:51.355Z",
        "updatedAt": "2025-02-27T15:37:48.230Z",
        "__v": 0
    },
    {
        "_id": "67c10117c91e340015e11360",
        "name": "Lucid Air Sapphire",
        "description": "La Lucid Air Sapphire rappresenta la massima espressione dell'innovazione elettrica americana e la prima vera berlina tri-motore di produzione. Con una potenza combinata di oltre 1.200 CV grazie a un motore sul asse anteriore e due sull'asse posteriore, questa ammiraglia elettrica stabilisce nuovi standard prestazionali: 0-100 km/h in meno di 2 secondi, 0-160 km/h in meno di 4 secondi e un quarto di miglio completato in meno di 9 secondi. Nonostante le prestazioni da hypercar, la Air Sapphire mantiene un'autonomia superiore ai 700 km grazie alla batteria da 118 kWh e all'efficienza aerodinamica senza pari (Cx di soli 0,197). Il telaio, tarato specificamente con sospensioni adattive e freni carboceramici, garantisce un comportamento dinamico eccezionale nonostante il peso. L'abitacolo combina tecnologia all'avanguardia, con il caratteristico Glass Cockpit curvo e lo schermo Pilot Panel, e materiali sostenibili di altissima qualità. Prodotta in serie limitata, la Air Sapphire non è solo la Lucid più potente di sempre, ma un manifesto tecnologico che ridefinisce le possibilità della mobilità elettrica ad alte prestazioni.",
        "brand": "Lucid",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lucid/2023-Lucid-Air-Sapphire-001-1080.jpg",
        "price": 249000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:49.355Z",
        "updatedAt": "2025-02-28T10:30:49.355Z",
        "__v": 0
    },
    {
        "_id": "67c10113c91e340015e1135c",
        "name": "Lamborghini Sián FKP 37",
        "description": "La Lamborghini Sián FKP 37 rappresenta un ponte tra passato e futuro per la casa di Sant'Agata Bolognese. Questa hypercar, il cui nome significa 'fulmine' in dialetto bolognese, è la prima Lamborghini elettrificata della storia. Il sistema propulsivo combina l'iconico V12 aspirato da 6.5 litri con un motore elettrico da 34 CV integrato nel cambio, per una potenza totale di 819 CV. A differenza delle ibride tradizionali, la Sián utilizza un supercondensatore invece di una batteria agli ioni di litio, una soluzione che garantisce un peso contenuto e la capacità di caricarsi e scaricarsi con la stessa velocità. Le prestazioni sono straordinarie: 0-100 km/h in meno di 2,8 secondi e una velocità massima oltre i 350 km/h. Il design, creato sotto la direzione di Mitja Borkert, è un'evoluzione del linguaggio stilistico Lamborghini con elementi ispirati alla Countach e soluzioni aerodinamiche all'avanguardia. L'abitacolo fonde tecnologia futuristica e artigianalità italiana, con materiali come fibra di carbonio, alluminio e pelle pregiata. Prodotta in soli 63 esemplari (un omaggio all'anno di fondazione dell'azienda, il 1963), la Sián FKP 37 è già entrata nella storia come una delle Lamborghini più esclusive e innovative mai create.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2020-Lamborghini-Sian-003-1080.jpg",
        "price": 3600000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:45.355Z",
        "updatedAt": "2025-02-27T15:39:32.589Z",
        "__v": 0
    },
    {
        "_id": "67c20016c91e340015e1137f",
        "name": "Dodge Challenger SRT Demon",
        "description": "La Dodge Challenger SRT Demon rappresenta l'apice della muscle car americana moderna, un veicolo che sfida le convenzioni e ridefinisce ciò che un'auto di produzione può fare in accelerazione. Prodotta in edizione limitata di 3.300 unità nel 2018, la Demon è equipaggiata con un V8 HEMI sovralimentato da 6.2 litri che eroga 840 CV e 1.044 Nm di coppia quando alimentato con carburante a 100 ottani. Questo mostro meccanico è capace di accelerare da 0 a 100 km/h in 2,3 secondi e di completare il quarto di miglio in 9,65 secondi, rendendola la prima auto di produzione capace di sollevare le ruote anteriori durante l'accelerazione, certificata dal Guinness World Records. Per raggiungere queste prestazioni, la Demon include innovazioni come il sistema TransBrake, che blocca il cambio automatico a 8 marce permettendo al motore di sviluppare coppia prima del rilascio, e il sistema di raffreddamento dell'aria di aspirazione Power Chiller, che utilizza il sistema di climatizzazione per raffreddare l'aria in ingresso. La Demon è inoltre dotata di pneumatici drag radial Nitto da 315 mm al posteriore e di un kit di conversione per la pista incluso nel prezzo. All'interno, la configurazione standard prevede solo il sedile del guidatore per risparmiare peso, con la possibilità di aggiungere il sedile passeggero e i posteriori per 1 dollaro ciascuno. Con la sua miscela unica di tecnologia avanzata e potenza bruta, la Challenger SRT Demon ha stabilito nuovi standard per le muscle car e rimarrà nella storia come una delle auto americane più estreme mai prodotte.",
        "brand": "Dodge",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Dodge/2018-Dodge-Challenger-SRT-Demon-009-1080.jpg",
        "price": 84995,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:48.355Z",
        "updatedAt": "2025-02-27T15:40:21.804Z",
        "__v": 0
    },
    {
        "_id": "67c50008c91e340015e11507",
        "name": "Aston Martin DBS GT Zagato",
        "description": "L'Aston Martin DBS GT Zagato è un'esclusiva gran turismo nata dalla storica collaborazione tra il marchio britannico e l'atelier italiano Zagato, per celebrare il centenario della carrozzeria milanese. Venduta esclusivamente in coppia con la DB4 GT Zagato Continuation nel pacchetto 'Centenary Collection' limitato a 19 set, la DBS GT Zagato è basata sulla DBS Superleggera ma completamente trasformata nell'estetica. Il design è caratterizzato dal tipico 'doppio bubble' sul tetto, una griglia frontale dinamica composta da 108 pezzi di fibra di carbonio che si aprono e chiudono con il movimento dell'auto, e un posteriore tronco senza lunotto (sostituito da una telecamera). La carrozzeria in fibra di carbonio nasconde un V12 biturbo da 5.2 litri potenziato a 760 CV. L'abitacolo è un trionfo di lusso e artigianalità, con dettagli unici come componenti in oro 18 carati stampati in 3D. Con un prezzo di 6 milioni di sterline per il pacchetto completo, la DBS GT Zagato non è solo un'auto ma un pezzo da collezione che unisce la tradizione carrozziera italiana con l'ingegneria britannica di alto livello, creando un'opera d'arte su ruote dal valore destinato a crescere nel tempo.",
        "brand": "Aston Martin",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Aston-Martin/2020-Aston-Martin-DBS-GT-Zagato-001-1080.jpg",
        "price": 7200000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:40.355Z",
        "updatedAt": "2025-03-02T10:30:40.355Z",
        "__v": 0
    },
    {
        "_id": "67c10110c91e340015e11359",
        "name": "Porsche Taycan Turbo S",
        "description": "La Porsche Taycan Turbo S rappresenta la punta di diamante dell'offerta elettrica della casa di Stoccarda. Questa berlina sportiva a batteria ridefinisce le prestazioni elettriche con i suoi due motori che sviluppano una potenza combinata di 761 CV in modalità overboost con Launch Control. L'accelerazione è sbalorditiva: 0-100 km/h in 2,8 secondi, con una velocità massima di 260 km/h. La batteria da 93,4 kWh garantisce un'autonomia fino a 412 km, mentre l'architettura a 800 Volt permette ricariche ultrarapide, recuperando l'80% della capacità in soli 22,5 minuti. Il design esterno mantiene l'inconfondibile DNA Porsche, con un profilo basso e aerodinamico, mentre l'abitacolo rappresenta un salto nel futuro con un cockpit digitale curvo e fino a quattro display. Nonostante la propulsione elettrica, la Taycan mantiene le caratteristiche dinamiche tipiche di Porsche grazie a sospensioni pneumatiche adattive, sterzo posteriore e un baricentro bassissimo. La Taycan Turbo S dimostra che il passaggio all'elettrico non significa rinunciare all'anima sportiva che da sempre contraddistingue il marchio tedesco.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2025-Porsche-Taycan-Turbo-GT-001-1080.jpg",
        "price": 185000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:42.355Z",
        "updatedAt": "2025-02-27T15:42:07.937Z",
        "__v": 0
    },
    {
        "_id": "67c10118c91e340015e11361",
        "name": "Pininfarina Battista",
        "description": "La Pininfarina Battista rappresenta l'ingresso del leggendario studio di design italiano nel mondo dei costruttori di automobili, con una hypercar elettrica che ridefinisce i limiti della categoria. Sviluppata in collaborazione con Rimac, la Battista è equipaggiata con quattro motori elettrici (uno per ruota) che generano una potenza combinata di 1.900 CV e 2.300 Nm di coppia, rendendola l'auto italiana stradale più potente mai prodotta. Le prestazioni sono sbalorditive: 0-100 km/h in meno di 2 secondi, 0-300 km/h in meno di 12 secondi e una velocità massima di 350 km/h. La batteria da 120 kWh garantisce un'autonomia di 500 km. Il design, puro ed elegante, incarna la tradizione stilistica Pininfarina con linee fluide e proporzioni perfette, mentre l'abitacolo combina artigianalità italiana e tecnologia all'avanguardia con tre schermi orientati verso il conducente. Prodotta in soli 150 esemplari, ciascuno personalizzabile attraverso il programma esclusivo 'Cambiano', la Battista non è solo un capolavoro tecnologico ma anche un omaggio al fondatore Battista 'Pinin' Farina e alla sua visione di bellezza senza tempo.",
        "brand": "Pininfarina",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Design-Studios/2023-Pininfarina-Battista-Nino-Farina-Edition-005-1080.jpg",
        "price": 2200000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:50.355Z",
        "updatedAt": "2025-02-27T15:43:32.421Z",
        "__v": 0
    },
    {
        "_id": "67c40028c91e340015e1141b",
        "name": "Kimera EVO37",
        "description": "La Kimera EVO37 rappresenta una straordinaria reinterpretazione moderna della leggendaria Lancia 037, l'ultima vettura a due ruote motrici a vincere il Campionato del Mondo Rally nel 1983. Questo restomod, creato dalla startup italiana Kimera Automobili, non è una semplice replica ma una completa reinvenzione che combina l'estetica classica con tecnologia all'avanguardia. Basata su una Lancia Beta Montecarlo, come l'originale, la EVO37 mantiene la struttura centrale ma con componenti interamente nuovi. Il motore è un quattro cilindri 2.0 litri biturbo elaborato da Italtecnica e supervisionato da Claudio Lombardi, ex-direttore tecnico Ferrari F1 e responsabile originale del motore 037. Questo propulsore sviluppa 505 CV e 550 Nm di coppia, consentendo prestazioni straordinarie con un'accelerazione da 0 a 100 km/h in circa 3 secondi. La carrozzeria, completamente in fibra di carbonio, reinterpreta fedelmente le linee della 037 originale ma con dettagli moderni come i fari a LED e aerodinamica ottimizzata. Le sospensioni con quadrilateri regolabili a 3 vie, sviluppate in collaborazione con Öhlins, e i freni Brembo garantiscono un comportamento dinamico all'altezza delle prestazioni. L'abitacolo fonde elementi vintage, come la strumentazione analogica, con materiali moderni come carbonio e Alcantara. Prodotta in soli 37 esemplari, ognuno personalizzabile secondo i desideri del cliente, la Kimera EVO37 non è solo un tributo al passato glorioso del rallying italiano, ma una vettura che porta l'essenza di un'icona degli anni '80 nel 21° secolo, dimostrando come la passione automobilistica italiana sia ancora in grado di creare emozioni uniche.",
        "brand": "Kimera",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Concept-Studios/2021-Kimera-EVO37-005-1080.jpg",
        "price": 480000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:31:00.355Z",
        "updatedAt": "2025-02-27T15:44:29.706Z",
        "__v": 0
    },
    {
        "_id": "67c10008c91e340015e1134b",
        "name": "Lotus Evija",
        "description": "La Lotus Evija è un capolavoro di ingegneria britannica e la prima hypercar completamente elettrica del marchio. Con una potenza di 2.000 CV erogata da quattro motori elettrici, uno per ruota, l'Evija accelera da 0 a 100 km/h in meno di 3 secondi e raggiunge una velocità massima superiore ai 320 km/h. La sua caratteristica più sorprendente è il design, con tunnel Venturi che attraversano il corpo vettura, creando un effetto aerodinamico unico e distintivo. La struttura in fibra di carbonio garantisce una rigidità eccezionale con un peso contenuto di 1.680 kg, notevole per un'auto elettrica. La batteria da 70 kWh offre un'autonomia di circa 400 km ed è progettata per accettare ricariche ultrarapide fino a 800 kW. L'abitacolo minimalista, accessibile tramite porte ad ala di farfalla, è un trionfo di eleganza high-tech con un'interfaccia utente sofisticata. Limitata a soli 130 esemplari, l'Evija rappresenta la rinascita del marchio Lotus nell'era della mobilità elettrica di lusso.",
        "brand": "Lotus",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lotus/2022-Lotus-Evija-Fittipaldi-Edition-003-1080.jpg",
        "price": 2100000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:40.355Z",
        "updatedAt": "2025-02-27T15:45:33.427Z",
        "__v": 0
    },
    {
        "_id": "67c50011c91e340015e1150a",
        "name": "Koenigsegg Regera",
        "description": "La Koenigsegg Regera rappresenta una rivoluzione nel mondo delle hypercar, con un approccio tecnico senza precedenti. Questa vettura ibrida combina un V8 biturbo da 5.0 litri con tre motori elettrici per una potenza complessiva di 1.500 CV, ma la sua vera unicità sta nella trasmissione: la Regera non ha un cambio tradizionale, ma utilizza il sistema Direct Drive, dove un convertitore idraulico viene bloccato a circa 50 km/h, creando una connessione diretta tra motore e ruote. Questa soluzione elimina le perdite di potenza tipiche dei cambi convenzionali e permette un'accelerazione continua e brutale: da 0 a 400 km/h in soli 20 secondi e una velocità massima limitata elettronicamente a 410 km/h. La batteria da 4,5 kWh permette anche una guida completamente elettrica per brevi distanze. Il design, caratterizzato da linee fluide e porte diedro sincronizzate che si aprono automaticamente, nasconde una struttura in fibra di carbonio e alluminio a nido d'ape che pesa solo 70 kg. L'abitacolo fonde lusso artigianale e tecnologia all'avanguardia, con materiali pregiati e un sistema di infotainment con Apple CarPlay. Prodotta in soli 80 esemplari, la Regera rappresenta un approccio radicalmente innovativo al concetto di hypercar, combinando prestazioni estreme con un comfort da gran turismo.",
        "brand": "Koenigsegg",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Koenigsegg/2016-Koenigsegg-Regera-007-1080.jpg",
        "price": 1900000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:43.355Z",
        "updatedAt": "2025-02-27T15:46:40.126Z",
        "__v": 0
    },
    {
        "_id": "67c20004c91e340015e11373",
        "name": "Ferrari LaFerrari",
        "description": "La Ferrari LaFerrari rappresenta il pinnacolo dell'ingegneria automobilistica italiana e la prima hypercar ibrida nella storia del Cavallino Rampante. Presentata nel 2013, questa vettura esclusiva è spinta da un sistema ibrido che combina un V12 aspirato da 6.3 litri con un motore elettrico, per una potenza totale di 963 CV. Ispirata alla Formula 1, la LaFerrari utilizza il sistema HY-KERS che recupera energia in frenata per alimentare il motore elettrico, garantendo potenza aggiuntiva senza alcun turbo lag. La monoscocca in fibra di carbonio, progettata con l'aiuto di Rory Byrne, ex ingegnere della Scuderia Ferrari, offre rigidità e leggerezza straordinarie. L'aerodinamica attiva, con appendici mobili che si regolano automaticamente in base alla velocità, garantisce deportanza ottimale in ogni condizione. L'abitacolo, con il sedile del pilota integrato nella scocca e i pedali regolabili, è stato progettato attorno al guidatore come in una monoposto da corsa. Prodotta in soli 499 esemplari (più 210 Aperta), la LaFerrari non è solo un'auto straordinaria ma un manifesto tecnologico che ha definito una nuova era per le hypercar.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2014-Ferrari-LaFerrari-019-1080.jpg",
        "price": 1416362,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:36.355Z",
        "updatedAt": "2025-03-01T10:30:36.355Z",
        "__v": 0
    },
    {
        "_id": "67c20018c91e340015e11381",
        "name": "Lamborghini Aventador SVJ Roadster",
        "description": "La Lamborghini Aventador SVJ Roadster rappresenta l'apice della gamma Aventador in versione scoperta. Limitata a soli 800 esemplari, questa hypercar a cielo aperto mantiene tutte le caratteristiche tecniche della coupé SVJ, incluso il potente V12 aspirato da 6.5 litri che eroga 770 CV a 8.500 giri/min e 720 Nm di coppia a 6.750 giri/min. Il sistema di aerodinamica attiva Aerodinamica Lamborghini Attiva (ALA 2.0) è stato ulteriormente perfezionato per compensare l'assenza del tetto, garantendo la massima deportanza in ogni condizione di guida. I due pannelli rigidi in fibra di carbonio che compongono il tetto pesano meno di 6 kg ciascuno e possono essere riposti nel vano anteriore. Nonostante l'aggiunta di rinforzi strutturali necessari per la versione roadster, le prestazioni rimangono straordinarie: accelerazione da 0 a 100 km/h in 2,9 secondi e una velocità massima di oltre 350 km/h. Gli interni combinano materiali pregiati come Alcantara, pelle e fibra di carbonio con la più recente tecnologia Lamborghini. L'esperienza di guida è ulteriormente amplificata dall'assenza del tetto, che permette di godere appieno del suono inebriante del V12 aspirato. La SVJ Roadster non è solo una delle Lamborghini più esclusive e potenti mai prodotte, ma rappresenta anche un canto del cigno per la piattaforma Aventador e per la tradizione dei V12 aspirati di Sant'Agata Bolognese prima dell'inevitabile elettrificazione.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2020-Lamborghini-Aventador-SVJ-Roadster-001-1080.jpg",
        "price": 573966,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:50.355Z",
        "updatedAt": "2025-02-27T15:47:50.513Z",
        "__v": 0
    },
    {
        "_id": "67c50020c91e340015e11513",
        "name": "Ferrari 488 Pista",
        "description": "La Ferrari 488 Pista rappresenta l'incarnazione più estrema e orientata alla pista della serie 488. Seguendo la tradizione delle versioni speciali come la 458 Speciale e la 430 Scuderia, la Pista è stata sviluppata incorporando tecnologie derivate direttamente dalla Formula 1 e dal campionato GT. Il motore V8 biturbo da 3.9 litri è stato potenziato a 720 CV e alleggerito di 18 kg, con componenti presi in prestito dalla 488 Challenge e soluzioni innovative come alberi a camme e bielle in titanio. Il risultato è un'accelerazione da 0 a 100 km/h in 2,85 secondi e da 0 a 200 km/h in soli 7,6 secondi. L'aerodinamica è stata completamente riprogettata, con un S-Duct anteriore derivato dalla F1 che aumenta la deportanza del 20% rispetto alla 488 GTB. La Pista è più leggera di 90 kg grazie all'uso estensivo di fibra di carbonio per componenti come cofano, paraurti e alettone posteriore. Il sistema di controllo della dinamica Ferrari Dynamic Enhancer (FDE) rappresenta un'evoluzione del Side Slip Control, permettendo di sfruttare al meglio il potenziale dell'auto anche ai piloti meno esperti. L'abitacolo, spogliato di elementi non essenziali, presenta pannelli porta in fibra di carbonio, sedili racing e rivestimenti in Alcantara. La 488 Pista non è solo una versione più potente della 488, ma un vero e proprio laboratorio tecnologico su ruote che dimostra la capacità di Ferrari di trasferire l'esperienza delle competizioni alle auto stradali.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2019-Ferrari-488-Pista-007-1080.jpg",
        "price": 350000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:52.355Z",
        "updatedAt": "2025-03-02T10:30:52.355Z",
        "__v": 0
    },
    {
        "_id": "67c50007c91e340015e11506",
        "name": "Ferrari Monza SP2",
        "description": "La Ferrari Monza SP2 è un'esclusiva barchetta a due posti che inaugura la serie limitata 'Icona', ispirata alle leggendarie Ferrari da competizione degli anni '50. Priva di tetto e parabrezza, la SP2 offre un'esperienza di guida pura e viscerale, mitigata solo dal Virtual Wind Shield, un deflettore aerodinamico che devia il flusso d'aria sopra l'abitacolo. Alimentata dal V12 aspirato da 6.5 litri della 812 Superfast, ma potenziato a 810 CV, la Monza SP2 accelera da 0 a 100 km/h in 2,9 secondi e raggiunge i 200 km/h in soli 7,9 secondi. Il design, un capolavoro di minimalismo, fonde elegantemente elementi vintage con soluzioni moderne: la carrozzeria interamente in fibra di carbonio nasconde tecnologie all'avanguardia sotto linee fluide e senza tempo. L'abitacolo è essenziale ma lussuoso, con materiali pregiati come fibra di carbonio, pelle e alluminio spazzolato. Prodotta in meno di 500 unità insieme alla monoposto SP1, la Monza SP2 rappresenta una celebrazione del glorioso passato Ferrari attraverso le più avanzate tecnologie contemporanee, un'auto senza tempo che invita a riscoprire il piacere essenziale della guida sportiva.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2019-Ferrari-Monza-SP2-001-1080.jpg",
        "price": 1700000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:39.355Z",
        "updatedAt": "2025-03-02T10:30:39.355Z",
        "__v": 0
    },
    {
        "_id": "67c40016c91e340015e1140f",
        "name": "Bentley Batur",
        "description": "La Bentley Batur rappresenta l'apice dell'esclusività e dell'artigianalità britannica, una granturismo coupé prodotta in soli 18 esemplari dalla divisione Mulliner. Questo capolavoro su ruote è spinto dal leggendario W12 biturbo da 6.0 litri nella sua iterazione più potente, con 740 CV e 1.000 Nm di coppia, che la rendono la Bentley stradale più potente di sempre. La Batur non è solo un tour de force meccanico, ma anche una dichiarazione di design che anticipa il futuro linguaggio stilistico di Bentley nell'era elettrica, con linee più pulite, superfici muscolose e una griglia frontale più bassa e ampia. Ogni esemplare è completamente personalizzabile, con possibilità quasi infinite di scelta per colori, finiture e materiali, tra cui componenti stampati in 3D in oro 18 carati. L'abitacolo è un trionfo di lusso e artigianalità, con ogni dettaglio realizzato a mano dagli artigiani Mulliner, dalle impiallacciature in legno ai rivestimenti in pelle sostenibile e materiali innovativi come la fibra naturale di loto. La Batur non è solo un'auto estremamente esclusiva, ma segna la fine di un'era per il motore W12 Bentley e, contemporaneamente, un ponte verso il futuro elettrificato del marchio, dimostrando come la tradizione artigianale possa evolversi e adattarsi alle nuove tecnologie e sensibilità ambientali.",
        "brand": "Bentley",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Bentley/2025-Bentley-Mulliner-Batur-Convertible-001-1080.jpg",
        "price": 1950000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:48.355Z",
        "updatedAt": "2025-02-27T15:49:05.505Z",
        "__v": 0
    },
    {
        "_id": "67c50003c91e340015e11502",
        "name": "Lamborghini Countach LPI 800-4",
        "description": "La Lamborghini Countach LPI 800-4 rappresenta un omaggio contemporaneo a una delle icone più influenti nella storia dell'automobile. Prodotta in edizione limitata di 112 esemplari per celebrare i 50 anni dal debutto della Countach originale, questa hypercar reinterpreta in chiave moderna le linee rivoluzionarie che hanno definito gli anni '70 e '80. Il cuore propulsivo è un sistema ibrido che combina il V12 aspirato da 6.5 litri della Sián con un motore elettrico integrato nel cambio, per una potenza totale di 814 CV. Questa configurazione permette un'accelerazione da 0 a 100 km/h in soli 2,8 secondi e una velocità massima di 355 km/h. Il design, curato da Mitja Borkert, mantiene proporzioni e dettagli distintivi dell'originale - come il profilo a cuneo, le prese d'aria esagonali e i fari a sviluppo orizzontale - pur integrandoli in un linguaggio estetico contemporaneo. La struttura è interamente in fibra di carbonio, mentre l'abitacolo fonde elementi retrò con tecnologia all'avanguardia. La Countach LPI 800-4 non è un semplice esercizio di nostalgia, ma una rivisitazione che dimostra come i principi di design radicale che hanno reso leggendaria la Countach originale possano essere validamente trasportati nell'era dell'ibridizzazione.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2022-Lamborghini-Countach-LPI-800-4-001-1080.jpg",
        "price": 2640000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:35.355Z",
        "updatedAt": "2025-03-02T10:30:35.355Z",
        "__v": 0
    },
    {
        "_id": "67c20003c91e340015e11372",
        "name": "Mercedes-Benz SLR McLaren",
        "description": "La Mercedes-Benz SLR McLaren è una grand tourer di lusso sviluppata in collaborazione tra Mercedes-Benz e McLaren Automotive. Prodotta dal 2003 al 2010, questa iconica supercar unisce l'eleganza e il lusso tedesco con l'esperienza nelle corse britanniche. Il suo nome rende omaggio alla leggendaria 300 SLR da corsa degli anni '50. Spinta da un V8 sovralimentato da 5.4 litri sviluppato da AMG, la SLR sviluppa 626 CV e 780 Nm di coppia, permettendole di accelerare da 0 a 100 km/h in 3,8 secondi e di raggiungere una velocità massima di 334 km/h. La carrozzeria in fibra di carbonio nasconde numerose soluzioni tecniche derivate dalla Formula 1, inclusi i freni carboceramici e un sofisticato pacchetto aerodinamico con freno aerodinamico posteriore. Le iconiche porte ad ali di farfalla e il lungo cofano anteriore definiscono un design che è tanto funzionale quanto spettacolare. L'abitacolo, rivestito in pelle pregiata e fibra di carbonio, offre il massimo del comfort anche alle alte velocità. Prodotta in diverse varianti, tra cui la roadster e le edizioni limitate come la 722 Edition e la Stirling Moss, la SLR McLaren rimane una delle gran tourer più affascinanti e capaci della sua era.",
        "brand": "Mercedes-Benz",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Mercedes-Benz/2009-Mercedes-Benz-SLR-McLaren-Stirling-Moss-002-1080.jpg",
        "price": 495000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:35.355Z",
        "updatedAt": "2025-02-27T15:53:05.557Z",
        "__v": 0
    },
    {
        "_id": "67c10120c91e340015e11363",
        "name": "Zenvo TSR-S",
        "description": "La Zenvo TSR-S rappresenta l'eccellenza dell'ingegneria automobilistica danese nel mondo delle hypercar. Questa vettura, che si posiziona tra la stradale TS1 GT e la pista TSR, è equipaggiata con un V8 twin-supercharged da 5.8 litri interamente sviluppato in casa Zenvo, capace di erogare 1.177 CV. La caratteristica più innovativa è l'alettone posteriore 'Centripetal', una soluzione brevettata che si inclina nella direzione della curva, aumentando la deportanza sul lato interno per migliorare la trazione e ridurre il sottosterzo. Con un peso di circa 1.495 kg grazie all'uso estensivo di fibra di carbonio, la TSR-S accelera da 0 a 100 km/h in 2,8 secondi e raggiunge i 200 km/h in soli 6,8 secondi, con una velocità massima limitata elettronicamente a 325 km/h. Il cambio a 7 marce offre tre modalità di guida: Road, Track e Race, ciascuna con caratteristiche specifiche. L'abitacolo minimalista è un tributo alla funzionalità, con carbonio a vista e Alcantara, ma può essere completamente personalizzato secondo i desideri del cliente. Con una produzione di soli 5 esemplari all'anno, la TSR-S rappresenta una delle hypercar più esclusive e tecnologicamente avanzate sul mercato.",
        "brand": "Zenvo",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Zenvo/2019-Zenvo-TSR-S-005-1080.jpg",
        "price": 1700000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:52.355Z",
        "updatedAt": "2025-02-27T15:54:02.159Z",
        "__v": 0
    },
    {
        "_id": "67c20013c91e340015e1137c",
        "name": "Chevrolet Corvette Z06",
        "description": "La Chevrolet Corvette Z06, basata sull'ottava generazione della Corvette (C8), rappresenta un salto quantico nell'evoluzione della sportiva americana. Per la prima volta nella sua storia, la Z06 adotta un motore centrale-posteriore: un V8 aspirato da 5.5 litri con albero a gomiti piano (flat-plane crank) denominato LT6, che sviluppa 670 CV a 8.400 giri/min, rendendolo il V8 aspirato più potente mai montato su un'auto di produzione. Questo propulsore, derivato direttamente dalla Corvette C8.R da competizione, è in grado di raggiungere gli 8.600 giri/min, offrendo un sound esaltante e prestazioni straordinarie con un'accelerazione da 0 a 100 km/h in meno di 2,6 secondi. Il telaio in alluminio è stato rinforzato per gestire l'incremento di potenza, mentre la carrozzeria, più larga di 9,4 cm rispetto alla Stingray standard, incorpora ampie prese d'aria laterali e un pacchetto aerodinamico dedicato che può generare fino a 337 kg di deportanza a 300 km/h con il pacchetto Z07 opzionale. Gli pneumatici specifici Michelin Pilot Sport 4S, i freni carboceramici e le sospensioni Magnetic Ride Control di quarta generazione completano un pacchetto tecnico orientato alla pista. Gli interni mantengono il comfort della Corvette standard ma aggiungono elementi specifici Z06 come finiture in fibra di carbonio e sedili sportivi. Con prestazioni comparabili a quelle di supercar europee dal costo molto più elevato, la Z06 continua la tradizione di offrire un eccezionale rapporto qualità-prezzo, stabilendo nuovi standard per le auto sportive americane.",
        "brand": "Chevrolet",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Chevrolet/2016-Chevrolet-Corvette-Z06-C7R-Edition-001-1080.jpg",
        "price": 106395,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:45.355Z",
        "updatedAt": "2025-02-27T15:54:52.828Z",
        "__v": 0
    },
    {
        "_id": "67c40027c91e340015e1141a",
        "name": "Ferrari Purosangue",
        "description": "La Ferrari Purosangue rappresenta un momento storico per la casa di Maranello, essendo il primo veicolo a quattro porte e quattro posti nella storia del marchio. Nonostante Ferrari eviti di definirlo un SUV, il Purosangue offre una maggiore altezza da terra e una versatilità senza precedenti per una Ferrari, pur mantenendo il DNA sportivo del Cavallino Rampante. Il cuore di questa vettura è un maestoso V12 aspirato da, rendendo il Purosangue l'unico nel suo segmento a montare un motore a 12 cilindri. Con 725 CV e 716 Nm di coppia, questo propulsore permette un'accelerazione da 0 a 100 km/h in 3,3 secondi e una velocità massima oltre i 310 km/h. La trazione è integrale ma con una chiara polarizzazione posteriore per mantenere il comportamento tipico di una Ferrari. Il design esterno, caratterizzato da linee fluide e muscolose, riesce nel difficile compito di incorporare proporzioni più alte e robuste nel linguaggio stilistico Ferrari. Le porte posteriori ad apertura controvento (suicide doors) facilitano l'accesso ai due sedili posteriori individuali, mentre l'abitacolo combina sportività e lusso con quattro sedili avvolgenti, rivestimenti premium e un sistema di infotainment dual-cockpit che permette anche al passeggero di interagire con le funzioni della vettura. Le sospensioni attive con tecnologia Ferrari brevettata garantiscono sia comfort che dinamica di guida sportiva. Il Purosangue non è solo un'espansione della gamma Ferrari in un nuovo segmento, ma una reinterpretazione del concetto di vettura alta ad alte prestazioni, che sfida le convenzioni e dimostra che anche un'auto a quattro porte può offrire l'esperienza di guida esaltante che ci si aspetta da una Ferrari.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2023-Ferrari-Purosangue-001-1080.jpg",
        "price": 398350,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:59.355Z",
        "updatedAt": "2025-03-01T10:30:59.355Z",
        "__v": 0
    },
    {
        "_id": "67c50017c91e340015e11510",
        "name": "Bugatti Bolide",
        "description": "La Bugatti Bolide rappresenta l'interpretazione più estrema e puristica del concetto di hypercar secondo la casa di Molsheim. Sviluppata come esercizio di stile per esplorare i limiti tecnici del leggendario W16 quadriturbo da 8.0 litri, la Bolide è un'auto da pista radicale che riduce all'essenziale il concetto di prestazioni. Con 1.850 CV e un peso di soli 1.240 kg, questo concept offre un rapporto peso/potenza di 0,67 kg/CV, paragonabile a quello di una Formula 1. L'aerodinamica è stata completamente ripensata rispetto alle Bugatti stradali, con un'altezza ridotta a soli 995 mm, un'enorme ala posteriore e un sistema X-wing sul tetto che evoca la forma della X delle luci posteriori Bugatti. Ogni dettaglio è stato ottimizzato per le massime prestazioni: dai cerchi in magnesio forgiato con coperture aerodinamiche alle pinze freno in titanio stampate in 3D, mentre la monoscocca e tutta la carrozzeria sono in carbonio ultraleggero. L'abitacolo minimalista offre soltanto l'essenziale, con sedili a guscio, cinture a sei punti e un volante staccato simile a quello delle vetture da competizione. Le simulazioni indicano tempi sul giro di Le Mans paragonabili a quelli delle LMP1 e un'accelerazione da 0 a 500 km/h in soli 20,16 secondi. Inizialmente presentata come concept, la Bolide entrerà in produzione limitata a 40 esemplari per uso esclusivo in pista, rappresentando l'espressione più pura della filosofia Bugatti: l'eccellenza senza compromessi.",
        "brand": "Bugatti",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Bugatti/2020-Bugatti-Bolide-Concept-001-1080.jpg",
        "price": 4700000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:49.355Z",
        "updatedAt": "2025-02-27T18:15:43.420Z",
        "__v": 0
    },
    {
        "_id": "67c50012c91e340015e1150b",
        "name": "McLaren 720S",
        "description": "La McLaren 720S rappresenta un perfetto esempio di ingegneria automobilistica britannica all'avanguardia. Questa supercar della Serie Super di McLaren è spinta da un V8 biturbo da 4.0 litri di nuova generazione che eroga 720 CV e 770 Nm di coppia, permettendo un'accelerazione da 0 a 100 km/h in soli 2,9 secondi e una velocità massima di 341 km/h. La struttura Monocage II in fibra di carbonio garantisce una rigidità straordinaria con un peso contenuto di soli 1.283 kg a secco. Il design, firmato da Rob Melville, è un capolavoro di aerodinamica funzionale: ogni curva e apertura ha uno scopo preciso, dalle prese d'aria nascoste nei fari a LED alle porte diedro che facilitano l'accesso all'abitacolo. Le sospensioni Proactive Chassis Control II utilizzano algoritmi derivati dalla Formula 1 per adattarsi istantaneamente alle condizioni della strada e allo stile di guida. L'abitacolo, orientato al pilota, combina lusso e funzionalità con materiali pregiati e un quadro strumenti che si abbassa in modalità Track per una visibilità ottimale. Con la 720S, McLaren ha creato una supercar che ridefinisce il concetto di prestazioni accessibili, offrendo un'esperienza di guida coinvolgente sia su strada che in pista, senza compromessi in termini di comfort quotidiano.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2019-McLaren-720S-Spider-003-1080.jpg",
        "price": 284745,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:44.355Z",
        "updatedAt": "2025-02-27T18:16:36.446Z",
        "__v": 0
    },
    {
        "_id": "67c50029c91e340015e1151c",
        "name": "Pagani Huayra R",
        "description": "La Pagani Huayra R rappresenta la versione più estrema e puristica della gamma Huayra, un'auto da pista senza compromessi non omologata per l'uso stradale. Limitata a soli 30 esemplari, questa hypercar da circuito è spinta da un V12 aspirato da 6.0 litri sviluppato appositamente da HWA, che eroga 850 CV a 8.250 giri/min e 750 Nm di coppia, con un regime massimo di 9.000 giri/min. Questo motore, progettato per durare 10.000 km tra le revisioni, è accoppiato a un cambio sequenziale a 6 marce derivato dalle competizioni. La struttura monoscocca in carbo-titanio è stata completamente riprogettata rispetto alla Huayra stradale, con un telaio ausiliario in cromo-molibdeno che integra sospensioni push-rod regolabili e freni carboceramici Brembo CCM-R. L'aerodinamica attiva della Huayra standard è stata sostituita da un pacchetto aerodinamico fisso che genera 1.000 kg di deportanza a 320 km/h, con un'ala posteriore regolabile e un diffusore massiccio. Nonostante l'estrema focalizzazione sulle prestazioni, la Huayra R mantiene l'estetica scultorea e l'attenzione maniacale ai dettagli tipica di Pagani, con un abitacolo che fonde elementi racing come sedili a guscio in carbonio con cinture a sei punti e finiture di lusso in pelle e alluminio lavorato dal pieno. Il sistema di scarico non catalizzato produce un sound paragonato a quello delle auto di Formula 1 dell'era V12, ma può essere dotato di silenziatori per rispettare i limiti di rumore dei circuiti. Con la Huayra R, Horacio Pagani ha creato un'auto che celebra la pura gioia della guida in pista, senza le limitazioni imposte dall'omologazione stradale.",
        "brand": "Pagani",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Pagani/2021-Pagani-Huayra-R-001-1080.jpg",
        "price": 3100000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:31:01.355Z",
        "updatedAt": "2025-03-02T10:31:01.355Z",
        "__v": 0
    },
    {
        "_id": "67c10004c91e340015e11347",
        "name": "Ford GT",
        "description": "La Ford GT è l'incarnazione moderna di una leggenda americana, un omaggio alla storica GT40 che dominò Le Mans negli anni '60. Questa supercar dal design audace è spinta da un V6 EcoBoost biturbo da 3.5 litri che eroga 660 CV, trasmessi alle ruote posteriori tramite un cambio a doppia frizione a 7 marce. La struttura monoscocca in fibra di carbonio, abbinata a sospensioni push-rod attive, garantisce un comportamento dinamico eccezionale sia in pista che su strada. L'aerodinamica avanzata include dettagli unici come i contrafforti posteriori cavi che incanalano l'aria verso l'ala attiva. Con un'accelerazione da 0 a 100 km/h in circa 3 secondi e una velocità massima di 348 km/h, la GT offre prestazioni da vera hypercar. La produzione limitata e il processo di selezione rigoroso per i potenziali acquirenti hanno reso questa vettura non solo un simbolo di eccellenza ingegneristica americana, ma anche un oggetto esclusivo per collezionisti e appassionati.",
        "brand": "Ford",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ford/2022-Ford-GT-Alan-Mann-Heritage-Edition-002-1080.jpg",
        "price": 500000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:36.355Z",
        "updatedAt": "2025-02-28T10:24:36.355Z",
        "__v": 0
    },
    {
        "_id": "67c50018c91e340015e11511",
        "name": "Acura NSX Type S",
        "description": "L'Acura NSX Type S rappresenta il canto del cigno della seconda generazione della leggendaria supercar giapponese. Prodotta in edizione limitata di 350 esemplari totali (di cui soli 300 destinati agli Stati Uniti), la Type S è la NSX più potente e performante mai realizzata. Il sistema ibrido è stato potenziato a 600 CV (+27 rispetto alla NSX standard), con il V6 biturbo da 3.5 litri che beneficia di turbocompressori derivati dalla versione GT3 da competizione, iniettori di maggiore portata e intercooler più efficiente. I tre motori elettrici sono stati riprogrammati per una risposta più immediata, mentre la batteria offre una maggiore capacità per prestazioni consistenti anche nell'uso intensivo. Il cambio a doppia frizione a 9 rapporti è stato modificato per cambiate più rapide del 50% in modalità Sport+, e l'assetto è stato irrigidito per un comportamento più preciso in pista. Esteticamente, la Type S si distingue per il pacchetto aerodinamico specifico con splitter anteriore, diffusore e alettone posteriore in fibra di carbonio, oltre a cerchi forgiati da 20\" con pneumatici Pirelli P Zero specifici. L'abitacolo mantiene l'impostazione orientata al guidatore della NSX standard, con finiture esclusive Type S e una targhetta numerata. Con la Type S, Acura celebra degnamente l'eredità della NSX, un'auto che ha ridefinito il concetto di supercar combinando prestazioni eccezionali con l'affidabilità giapponese, prima di passare definitivamente all'era dell'elettrificazione.",
        "brand": "Acura",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Acura/2022-Acura-NSX-Type-S-001-1080.jpg",
        "price": 171495,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:50.355Z",
        "updatedAt": "2025-03-02T10:30:50.355Z",
        "__v": 0
    },
    {
        "_id": "67c40003c91e340015e11402",
        "name": "BMW M2 Competition",
        "description": "La BMW M2 Competition rappresenta l'essenza della sportività bavarese in un formato compatto ed esplosivo. Questa coupé ad alte prestazioni è spinta da un sei cilindri in linea biturbo da 3.0 litri derivato dalla M4, che eroga 410 CV e 550 Nm di coppia. Con un'accelerazione da 0 a 100 km/h in 4,2 secondi (con cambio a doppia frizione M DCT) e una velocità massima limitata elettronicamente a 280 km/h con il pacchetto M Driver, la M2 Competition offre prestazioni da supercar in un formato più accessibile. La carreggiata allargata, il differenziale attivo M e lo sterzo specifico M garantiscono un'agilità straordinaria e un comportamento dinamico coinvolgente. L'estetica muscolosa, con parafanghi allargati, quattro terminali di scarico e dettagli aerodinamici specifici, sottolinea il suo carattere sportivo. L'abitacolo, focalizzato sul guidatore, include sedili sportivi M, un volante M in pelle con paddle del cambio e il sistema di infotainment BMW iDrive. Nonostante le dimensioni compatte, la M2 Competition offre anche praticità quotidiana con quattro posti reali e un bagagliaio utilizzabile. Considerata da molti come l'erede spirituale della leggendaria M3 E30, la M2 Competition incarna perfettamente la filosofia di guida pura che ha reso famosa la divisione M di BMW.",
        "brand": "BMW",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/BMW/2023-BMW-M2-001-1080.jpg",
        "price": 63195,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:35.355Z",
        "updatedAt": "2025-03-01T10:30:35.355Z",
        "__v": 0
    },
    {
        "_id": "67c40001c91e340015e11400",
        "name": "Porsche 992 911 GT3 RS",
        "description": "La Porsche 992 911 GT3 RS rappresenta l'incarnazione più estrema della filosofia GT3, portando l'esperienza da pista su strada a un livello completamente nuovo. Questo capolavoro dell'ingegneria tedesca è spinto da un motore boxer sei cilindri aspirato da 4.0 litri che eroga 525 CV a 8.500 giri/min, con un regime massimo di 9.000 giri/min. L'aerodinamica attiva, ispirata direttamente alle vetture da competizione, include un enorme alettone posteriore regolabile, un diffusore anteriore adattivo e alette sul tetto che estraggono aria calda dal radiatore. Queste soluzioni generano 860 kg di deportanza a 285 km/h, un valore paragonabile a quello di una vettura GT3 da competizione. La sospensione a doppio braccio oscillante con elementi push-rod all'anteriore e i freni carboceramici garantiscono un comportamento dinamico eccezionale. L'abitacolo minimalista è focalizzato sul guidatore, con sedili a guscio in carbonio e un volante con selettore per le modalità di guida ispirato alle auto da corsa. Con un'accelerazione da 0 a 100 km/h in 3,2 secondi e un tempo sul Nürburgring di 6:49.328, la 992 GT3 RS rappresenta il culmine dell'esperienza di guida Porsche su strada, una vettura che sfida i limiti del possibile per una sportiva omologata per uso stradale.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2023-Porsche-911-GT3-RS-001-1080.jpg",
        "price": 223800,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:33.355Z",
        "updatedAt": "2025-03-01T10:30:33.355Z",
        "__v": 0
    },
    {
        "_id": "67c10115c91e340015e1135e",
        "name": "McLaren Senna",
        "description": "La McLaren Senna rappresenta l'apice dell'ingegneria stradale orientata alla pista del costruttore britannico. Dedicata al leggendario pilota Ayrton Senna, questa hypercar incarna la filosofia 'form follows function' in modo estremo. Ogni elemento del design, dalle enormi prese d'aria all'alettone posteriore attivo, è stato sviluppato per massimizzare le prestazioni aerodinamiche, generando 800 kg di deportanza a 250 km/h. Il cuore della Senna è un V8 biturbo da 4.0 litri che sviluppa 800 CV, mentre la struttura in fibra di carbonio Monocage III garantisce un peso a secco di soli 1.198 kg. Questa combinazione permette un'accelerazione da 0 a 100 km/h in 2,8 secondi e da 0 a 200 km/h in 6,8 secondi. L'abitacolo spartano è interamente dedicato alla guida, con comandi essenziali e pannelli in vetro anche nel pavimento per una connessione visiva con l'asfalto. Limitata a 500 esemplari, la Senna non è stata creata per essere la McLaren più bella, ma la più performante ed emozionante da guidare su pista, un vero tributo allo spirito competitivo del pilota a cui è dedicata.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2020-McLaren-Senna-LM-001-1080.jpg",
        "price": 1000000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:47.355Z",
        "updatedAt": "2025-02-27T18:17:32.728Z",
        "__v": 0
    },
    {
        "_id": "67c50028c91e340015e1151b",
        "name": "Bugatti Divo",
        "description": "La Bugatti Divo rappresenta un'interpretazione più estrema e focalizzata sulla pista della Chiron. Limitata a soli 40 esemplari (tutti venduti prima della presentazione ufficiale), questa hypercar prende il nome dal pilota francese Albert Divo, che vinse due volte la Targa Florio negli anni '20 con Bugatti. Pur mantenendo lo straordinario W16 quadriturbo da 8.0 litri che eroga 1.500 CV, la Divo è stata completamente riprogettata nell'aerodinamica e nel telaio per privilegiare l'agilità e la gestione in curva rispetto alla pura velocità massima (limitata a 'soli' 380 km/h contro i 420 della Chiron). L'estetica, firmata da Achim Anscheidt, rappresenta un'evoluzione radicale del linguaggio stilistico Bugatti, con un frontale completamente ridisegnato, prese d'aria maggiorate e un enorme alettone posteriore fisso che contribuisce a generare 456 kg di deportanza, il 90% in più rispetto alla Chiron. Il peso è stato ridotto di 35 kg grazie a cerchi più leggeri, isolamento acustico ridotto e un sistema di raffreddamento ottimizzato. Le sospensioni più rigide, lo sterzo più diretto e la carreggiata allargata garantiscono un comportamento dinamico eccezionale, con un tempo sul circuito di Nardò inferiore di 8 secondi rispetto alla Chiron. L'abitacolo mantiene il lusso Bugatti ma con una focalizzazione maggiore sul guidatore, con sedili più contenitivi e finiture specifiche. Con un prezzo di 5 milioni di euro, la Divo ha inaugurato un nuovo approccio per Bugatti: creare varianti esclusive basate sulla stessa piattaforma tecnica, ma con caratteristiche e personalità completamente diverse.",
        "brand": "Bugatti",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Bugatti/2019-Bugatti-Divo-001-1080.jpg",
        "price": 5800000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:31:00.355Z",
        "updatedAt": "2025-03-02T10:31:00.355Z",
        "__v": 0
    },
    {
        "_id": "67c40026c91e340015e11419",
        "name": "Ferrari 296 GTS",
        "description": "La Ferrari 296 GTS rappresenta la versione scoperta della rivoluzionaria 296 GTB, offrendo tutte le emozioni della berlinetta con il piacere aggiuntivo della guida a cielo aperto. Questa spider è equipaggiata con lo stesso sistema ibrido plug-in che combina un V6 biturbo da 3.0 litri a 120° con un motore elettrico, per una potenza totale di 830 CV. Il tetto rigido retrattile, realizzato in alluminio, si apre o chiude in soli 14 secondi fino a 45 km/h, integrandosi perfettamente nelle linee della vettura sia aperto che chiuso. Nonostante l'aggiunta del meccanismo del tetto, la 296 GTS mantiene prestazioni pressoché identiche alla coupé, con un'accelerazione da 0 a 100 km/h in 2,9 secondi e una velocità massima superiore ai 330 km/h. L'aerodinamica è stata specificamente ottimizzata per la versione scoperta, con un lunotto in vetro regolabile elettricamente che funge da wind blocker e garantisce comfort nell'abitacolo anche alle alte velocità. La GTS mantiene la capacità di percorrere fino a 25 km in modalità completamente elettrica, ideale per attraversare zone a traffico limitato o residenziali senza disturbare con il rumore del motore termico. L'abitacolo è identico alla GTB, con un design minimalista focalizzato sul guidatore e un volante che integra comandi touch per quasi tutte le funzioni della vettura. Con il pacchetto Assetto Fiorano opzionale, che include ammortizzatori Multimatic, un uso più estensivo di materiali leggeri e pneumatici Michelin Pilot Sport Cup 2 R, la 296 GTS si trasforma in una vettura ancora più efficace in pista, pur mantenendo la versatilità necessaria per l'uso quotidiano.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2023-Ferrari-296-GTS-001-1080.jpg",
        "price": 330000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:58.355Z",
        "updatedAt": "2025-03-01T10:30:58.355Z",
        "__v": 0
    },
    {
        "_id": "67c40005c91e340015e11404",
        "name": "Chevrolet Camaro ZL1",
        "description": "La Chevrolet Camaro ZL1 rappresenta l'apice della muscle car americana moderna, un veicolo che combina potenza bruta con una sorprendente agilità in pista. Sotto il cofano bulboso si nasconde un V8 LT4 sovralimentato da 6.2 litri che eroga 650 CV e 881 Nm di coppia, rendendola la Camaro di serie più potente mai prodotta. Disponibile sia con cambio manuale a 6 marce che con automatico a 10 rapporti, la ZL1 accelera da 0 a 100 km/h in circa 3,5 secondi e può superare i 320 km/h. L'aerodinamica è stata completamente rivista rispetto alla Camaro standard, con uno splitter anteriore aggressivo, estrattori d'aria sul cofano e un alettone posteriore che generano una deportanza significativa ad alta velocità. Il pacchetto opzionale 1LE aggiunge sospensioni Multimatic DSSV, pneumatici Goodyear Eagle F1 SuperCar 3R e componenti aerodinamici in fibra di carbonio per prestazioni ancora più estreme in pista. L'abitacolo sportivo è dotato di sedili Recaro, volante in camoscio e il sistema di infotainment Chevrolet con Performance Data Recorder per analizzare le sessioni in pista. Con un tempo sul Nürburgring di 7:16.04 (versione 1LE), la Camaro ZL1 dimostra che le muscle car americane possono competere con le migliori sportive europee sia in termini di accelerazione che di comportamento dinamico.",
        "brand": "Chevrolet",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Hennessey/2021-Hennessey-Exorcist-Chevrolet-Camaro-ZL1-001-1080.jpg",
        "price": 69500,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:37.355Z",
        "updatedAt": "2025-02-27T18:18:44.454Z",
        "__v": 0
    },
    {
        "_id": "67c10119c91e340015e11362",
        "name": "Hennessey Venom F5",
        "description": "La Hennessey Venom F5 incarna l'ambizione americana di creare l'auto più veloce del mondo. Questa hypercar, il cui nome si ispira alla categoria più potente dei tornado, è equipaggiata con un V8 biturbo da 6.6 litri denominato 'Fury', interamente sviluppato da Hennessey Performance, capace di erogare 1.817 CV e 1.617 Nm di coppia. La struttura monoscocca in fibra di carbonio e il peso contenuto di 1.360 kg garantiscono un rapporto peso-potenza eccezionale di 0,749 kg/CV. L'obiettivo dichiarato è superare i 500 km/h, una velocità mai raggiunta da un'auto di produzione. Il design, pur essendo estremamente aerodinamico con un coefficiente di resistenza di 0,39 Cx, mantiene un'estetica aggressiva e distintamente americana. L'abitacolo minimalista è focalizzato sulla guida, con un volante da corsa e sedili in fibra di carbonio rivestiti in pelle. Limitata a soli 24 esemplari, la Venom F5 rappresenta l'apice della filosofia Hennessey: prestazioni estreme senza compromessi, per stabilire nuovi record di velocità e accelerazione.",
        "brand": "Hennessey",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Hennessey/2021-Hennessey-Venom-F5-001-1080.jpg",
        "price": 2100000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:51.355Z",
        "updatedAt": "2025-02-28T10:30:51.355Z",
        "__v": 0
    },
    {
        "_id": "67c20011c91e340015e1137a",
        "name": "Ford Mustang Shelby GT500",
        "description": "La Ford Mustang Shelby GT500 rappresenta l'apice della gamma Mustang e l'interpretazione moderna della leggendaria collaborazione tra Ford e Carroll Shelby. L'attuale generazione, introdotta nel 2020, è la Mustang di serie più potente mai prodotta, equipaggiata con un V8 sovralimentato da 5.2 litri che eroga 760 CV e 847 Nm di coppia. Questo motore, soprannominato 'Predator', è accoppiato a un cambio a doppia frizione a 7 marce che permette un'accelerazione da 0 a 100 km/h in circa 3,5 secondi e un quarto di miglio in meno di 11 secondi. Il design esterno aggressivo è caratterizzato da un'ampia griglia frontale che ottimizza il flusso d'aria, prese d'aria sul cofano e un alettone posteriore disponibile nel pacchetto Track. Le sospensioni adattive MagneRide, i freni Brembo con dischi anteriori da 420 mm e le gomme Michelin Pilot Sport 4S (o Cup 2 opzionali) completano un pacchetto tecnico orientato alla pista. Gli interni combinano comfort e sportività con sedili Recaro opzionali e un sistema di infotainment avanzato. Nonostante tutta questa tecnologia, la GT500 mantiene l'anima brutale e il carattere muscolare che hanno reso iconiche le Shelby, offrendo prestazioni da supercar a una frazione del prezzo.",
        "brand": "Ford",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ford/2020-Ford-Mustang-Shelby-GT500-001-1080.jpg",
        "price": 72900,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:43.355Z",
        "updatedAt": "2025-02-27T18:19:52.434Z",
        "__v": 0
    },
    {
        "_id": "67c40030c91e340015e1141d",
        "name": "McLaren Elva",
        "description": "La McLaren Elva rappresenta l'interpretazione più pura e radicale della filosofia di McLaren, una speedster che elimina completamente parabrezza, finestrini e tetto per offrire un'esperienza di guida viscerale e senza filtri. Ispirata alle McLaren-Elva M1A degli anni '60, questa hypercar a cielo aperto è equipaggiata con un V8 biturbo da 4.0 litri che eroga 815 CV e 800 Nm di coppia, permettendo un'accelerazione da 0 a 100 km/h in meno di 3 secondi e da 0 a 200 km/h in soli 6,7 secondi. La struttura monoscocca in fibra di carbonio e i pannelli della carrozzeria ultraleggeri contribuiscono a un peso a secco di soli 1.148 kg, rendendola la McLaren stradale più leggera di sempre. Per compensare l'assenza del parabrezza, McLaren ha sviluppato l'innovativo Active Air Management System (AAMS), che devia il flusso d'aria sopra l'abitacolo creando una 'bolla' di calma relativa intorno degli occupanti. L'aerodinamica attiva e le sospensioni adattive con tecnologia Proactive Chassis Control II garantiscono un comportamento dinamico eccezionale. Gli interni minimalisti sono realizzati con materiali leggeri e resistenti alle intemperie, con display e comandi orientati verso il guidatore. Prodotta inizialmente in 399 esemplari, poi ridotti a 149 per aumentarne l'esclusività, la Elva non è solo un'auto da collezione, ma un manifesto della visione di McLaren di cosa dovrebbe essere un'esperienza di guida pura: leggera, potente e senza barriere tra il guidatore e l'ambiente circostante.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2021-McLaren-Elva-001-1080.jpg",
        "price": 1700000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:31:02.355Z",
        "updatedAt": "2025-03-01T10:31:02.355Z",
        "__v": 0
    },
    {
        "_id": "67c40020c91e340015e11413",
        "name": "Mazda MX-5 RF",
        "description": "La Mazda MX-5 RF (Retractable Fastback) rappresenta una raffinata evoluzione della formula che ha reso la MX-5 l'auto sportiva a due posti più venduta al mondo. Questa variante combina il piacere della guida a cielo aperto con la praticità e l'eleganza di un tetto rigido retrattile, che si apre o chiude in soli 13 secondi e può essere azionato fino a 10 km/h. Il design della RF si distingue dalla classica versione soft-top per una silhouette più elegante e sofisticata, con montanti posteriori fissi che mantengono la linea del tetto anche quando la sezione centrale è ripiegata. Disponibile con motori a benzina Skyactiv-G da 1.5 o 2.0 litri, la MX-5 RF offre la perfetta combinazione di potenza sufficiente (fino a 184 CV nella versione 2.0) e peso contenuto (meno di 1.100 kg), garantendo un'esperienza di guida pura ed emozionante. Il cambio manuale a 6 marce preciso e la trazione posteriore assicurano un coinvolgimento totale del guidatore, mentre le sospensioni Bilstein e il differenziale a slittamento limitato (disponibili con il pacchetto Sport) migliorano ulteriormente la dinamica di guida. L'abitacolo, pur essendo compatto, è caratterizzato da materiali di qualità e un'ergonomia focalizzata sul guidatore, con il sistema di infotainment MZD Connect che integra connettività smartphone. La MX-5 RF non è l'auto sportiva più potente o tecnologicamente avanzata sul mercato, ma incarna l'essenza stessa della guida sportiva accessibile, offrendo un'esperienza di guida autentica in un'epoca dominata da assistenze elettroniche e potenze eccessive.",
        "brand": "Mazda",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Mazda/2017-Mazda-MX-5-RF-009-1080.jpg",
        "price": 35205,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:52.355Z",
        "updatedAt": "2025-02-27T18:21:46.774Z",
        "__v": 0
    },
    {
        "_id": "67c10101c91e340015e11350",
        "name": "Ferrari Daytona SP3",
        "description": "La Ferrari Daytona SP3 è una supercar in serie limitata che rende omaggio alle iconiche vetture da corsa Ferrari degli anni '60. Parte della serie Icona, questa vettura è spinta da un V12 aspirato da 6.5 litri che eroga 840 CV, rendendola la Ferrari a motore centrale-posteriore più potente mai prodotta. La carrozzeria in fibra di carbonio presenta un design che fonde magistralmente elementi retrò con soluzioni aerodinamiche moderne, mentre l'abitacolo, accessibile tramite portiere a farfalla, offre un cockpit avvolgente con sedili integrati nel telaio. Prodotta in soli 599 esemplari, la Daytona SP3 rappresenta una celebrazione della storia Ferrari e una dimostrazione della capacità dell'azienda di creare capolavori che superano i confini tra arte e ingegneria automobilistica.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2022-Ferrari-Daytona-SP3-001-1080.jpg",
        "price": 2245000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:33.355Z",
        "updatedAt": "2025-02-28T10:30:33.355Z",
        "__v": 0
    },
    {
        "_id": "67c10009c91e340015e1134c",
        "name": "Czinger 21C",
        "description": "La Czinger 21C è una hypercar rivoluzionaria che ridefinisce i processi produttivi automobilistici. Creata dall'azienda californiana Czinger Vehicles, questa vettura è costruita utilizzando tecnologie di stampa 3D avanzate e intelligenza artificiale per ottimizzare ogni componente. Il risultato è una hypercar ibrida con un motore V8 biturbo da 2.9 litri posizionato centralmente, supportato da due motori elettrici sulle ruote anteriori, per una potenza totale di 1.250 CV. Con un peso a secco di soli 1.250 kg, il rapporto peso-potenza è di 1:1. Le prestazioni sono straordinarie: 0-100 km/h in 1,9 secondi, 0-300 km/h in 13,8 secondi e una velocità massima di 432 km/h. La configurazione dei sedili in tandem (uno dietro l'altro) offre un'esperienza di guida simile a quella di un jet da combattimento. L'aerodinamica genera una deportanza di 2.500 kg a 320 km/h. Con soli 80 esemplari previsti, la 21C rappresenta un nuovo paradigma nell'industria automobilistica di alta gamma, combinando prestazioni estreme con innovazione produttiva sostenibile.",
        "brand": "Czinger",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Concept-Studios/2020-Czinger-21C-009-1080.jpg",
        "price": 1700000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:41.355Z",
        "updatedAt": "2025-02-27T18:22:49.149Z",
        "__v": 0
    },
    {
        "_id": "67c50013c91e340015e1150c",
        "name": "Maserati MC12",
        "description": "La Maserati MC12 rappresenta uno dei capitoli più straordinari della storia del Tridente. Prodotta in soli 50 esemplari tra il 2004 e il 2005, questa supercar da strada è nata per permettere a Maserati di omologare la versione da competizione per il campionato FIA GT. Basata sulla Ferrari Enzo, ma con una carrozzeria completamente ridisegnata e più lunga di quasi 30 cm, la MC12 è spinta da un V12 aspirato da 6.0 litri che eroga 630 CV, permettendo un'accelerazione da 0 a 100 km/h in 3,8 secondi e una velocità massima di 330 km/h. Il design, caratterizzato da linee tese e muscolose, è dominato dall'enorme alettone posteriore e dall'ampio diffusore, elementi che generano una deportanza significativa. A differenza dell'Enzo, la MC12 è dotata di un tetto rigido rimovibile che può essere stoccato nel bagagliaio anteriore. L'abitacolo spartano è focalizzato sul pilota, con una console centrale minimalista e sedili a guscio in fibra di carbonio. Nonostante le sue dimensioni imponenti, la MC12 offre una dinamica di guida eccezionale, con una precisione chirurgica in curva e una stabilità straordinaria alle alte velocità. Le versioni da competizione MC12 GT1 hanno dominato il campionato FIA GT, vincendo 40 gare e sei titoli costruttori, cementando il posto della MC12 nel pantheon delle auto da corsa più vincenti di sempre.",
        "brand": "Maserati",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Maserati/2005-Maserati-MC12-003-1080.jpg",
        "price": 1500000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:45.355Z",
        "updatedAt": "2025-02-27T18:24:06.186Z",
        "__v": 0
    },
    {
        "_id": "67c20001c91e340015e11370",
        "name": "Porsche 918 Spyder",
        "description": "La Porsche 918 Spyder rappresenta una pietra miliare nell'evoluzione delle hypercar ibride. Lanciata nel 2013, questa vettura combina un V8 aspirato da 4.6 litri con due motori elettrici per una potenza complessiva di 887 CV. Capace di accelerare da 0 a 100 km/h in 2,6 secondi e di raggiungere una velocità massima di 345 km/h, la 918 Spyder ha stabilito nuovi standard prestazionali nella sua categoria. La monoscocca in fibra di carbonio e l'avanzato sistema aerodinamico attivo con alettone posteriore regolabile garantiscono maneggevolezza e stabilità eccezionali. Particolarmente innovativo è il sistema di scarico 'top pipes', posizionato in alto dietro l'abitacolo per ottimizzare il flusso dell'aria nel diffusore posteriore. Con la possibilità di percorrere fino a 30 km in modalità completamente elettrica, la 918 Spyder ha dimostrato che le prestazioni estreme e l'efficienza possono coesistere, aprendo la strada a una nuova generazione di hypercar elettrificate.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2015-Porsche-918-Spyder-022-1080.jpg",
        "price": 845000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:33.355Z",
        "updatedAt": "2025-02-27T18:25:25.833Z",
        "__v": 0
    },
    {
        "_id": "67c20010c91e340015e11379",
        "name": "Apollo Intensa Emozione",
        "description": "L'Apollo Intensa Emozione (IE) è una hypercar che incarna la visione più pura e radicale dell'esperienza di guida. Il nome stesso, che significa 'Emozione Intensa' in italiano, riflette perfettamente la filosofia alla base di questa vettura straordinaria. Limitata a soli 10 esemplari, l'IE è alimentata da un V12 aspirato da 6.3 litri che eroga 780 CV a 8.500 giri/min, con un limite di rotazione di 9.000 giri/min. Il design, estremamente aggressivo e futuristico, è dominato da un'aerodinamica estrema che genera 1.350 kg di deportanza a 300 km/h, l'equivalente di una vettura GT3 da competizione. La monoscocca in fibra di carbonio pesa solo 105 kg, contribuendo a un peso totale di 1.250 kg. Le porte ad ala di farfalla e l'assenza di assistenza elettronica allo sterzo o ai freni sottolineano la filosofia purista di questa vettura. L'abitacolo spartano è focalizzato esclusivamente sul guidatore, con sedili in carbonio integrati nella monoscocca e cinture da corsa a sei punti. Con un'accelerazione da 0 a 100 km/h in 2,7 secondi e una velocità massima di 335 km/h, l'Apollo IE è progettata non per battere record di velocità, ma per offrire sensazioni ed emozioni senza filtri, in un'epoca di crescente digitalizzazione dell'esperienza di guida.",
        "brand": "Apollo",
        "imageUrl": "https://www.wsupercars.com/wallpapers-wide/Apollo/2019-Apollo-IE-Prototype-005-1080w.jpg",
        "price": 2700000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:42.355Z",
        "updatedAt": "2025-02-27T18:26:56.379Z",
        "__v": 0
    },
    {
        "_id": "67c50010c91e340015e11509",
        "name": "Lamborghini Sian Roadster",
        "description": "La Lamborghini Sián Roadster rappresenta l'apice dell'esclusività e dell'innovazione tecnologica in casa Lamborghini, essendo la prima supersportiva ibrida a cielo aperto del marchio di Sant'Agata Bolognese. Limitata a soli 19 esemplari, tutti già venduti prima dell'annuncio ufficiale, questa roadster mantiene il sistema propulsivo della coupé: un V12 aspirato da 6.5 litri abbinato a un motore elettrico da 34 CV integrato nel cambio, per una potenza totale di 819 CV. A differenza delle ibride tradizionali, la Sián utilizza un supercondensatore invece di una batteria agli ioni di litio, una soluzione che pesa un terzo e ha una capacità di stoccaggio dell'energia dieci volte superiore. Questa tecnologia permette un'accelerazione da 0 a 100 km/h in meno di 2,9 secondi e una velocità massima oltre i 350 km/h. Il design, firmato da Mitja Borkert, è un'evoluzione ancora più estrema della coupé, con linee che fluiscono senza interruzioni dall'anteriore al posteriore in assenza del tetto. La carrozzeria, interamente in fibra di carbonio, presenta un'aerodinamica attiva con alette che si aprono in base alla temperatura del motore. L'abitacolo combina elementi futuristici con l'artigianalità italiana, utilizzando materiali innovativi come la fibra di carbonio 3D stampata. La Sián Roadster non è solo un'auto, ma un manifesto tecnologico che anticipa la direzione futura di Lamborghini verso l'elettrificazione.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2021-Lamborghini-Sian-Roadster-001-1080.jpg",
        "price": 3500000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:42.355Z",
        "updatedAt": "2025-03-02T10:30:42.355Z",
        "__v": 0
    },
    {
        "_id": "67c10102c91e340015e11351",
        "name": "Pagani Utopia",
        "description": "La Pagani Utopia incarna la visione purista del fondatore Horacio Pagani nel mondo delle hypercar moderne. Alimentata da un V12 biturbo da 6.0 litri sviluppato da Mercedes-AMG, questa opera d'arte meccanica produce 864 CV e 1100 Nm di coppia, trasmessi attraverso un cambio manuale a 7 marce - una rarità assoluta nel segmento delle hypercar. La struttura è interamente realizzata in Carbo-Titanium e Carbo-Triax, materiali compositi proprietari che garantiscono rigidità e leggerezza. Il design, ispirato agli aerei degli anni '50 e alle automobili classiche italiane, è una perfetta fusione di eleganza retrò e aerodinamica moderna. L'abitacolo è un capolavoro di artigianalità, con alluminio fresato dal pieno, pelle pregiata e un design volutamente analogico che privilegia quadranti meccanici a display digitali. Limitata a soli 99 esemplari, la Utopia rappresenta la terza generazione di hypercar Pagani e una dichiarazione di intenti contro la digitalizzazione e l'elettrificazione dilagante nel settore automobilistico di lusso.",
        "brand": "Pagani",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Pagani/2023-Pagani-Utopia-001-1080.jpg",
        "price": 2500000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:34.355Z",
        "updatedAt": "2025-02-28T10:30:34.355Z",
        "__v": 0
    },
    {
        "_id": "67c40010c91e340015e11409",
        "name": "Toyota GR Yaris",
        "description": "La Toyota GR Yaris rappresenta una rarità nel panorama automobilistico moderno: un'autentica auto da rally omologata per l'uso stradale. Sviluppata direttamente con il contributo del team Toyota Gazoo Racing WRC e del campione Tommi Mäkinen, questa hot hatch compatta è stata progettata da zero per dominare nel motorsport. Sotto il cofano bombato si nasconde un tre cilindri turbo da 1.6 litri che eroga 261 CV e 360 Nm di coppia, accoppiato a un cambio manuale a 6 marce e a un sofisticato sistema di trazione integrale GR-Four con differenziali Torsen. Con un peso di soli 1.280 kg grazie all'uso di materiali leggeri come alluminio e fibra di carbonio per il tetto, la GR Yaris accelera da 0 a 100 km/h in 5,5 secondi e raggiunge una velocità massima limitata elettronicamente a 230 km/h. La carrozzeria a tre porte, specificamente progettata per questa versione, presenta un tetto ribassato di 91 mm e una larghezza maggiorata rispetto alla Yaris standard. L'abitacolo sportivo offre sedili avvolgenti, un volante in pelle e pedaliera in alluminio. Con il pacchetto Circuit, si aggiungono differenziali Torsen anteriore e posteriore, sospensioni ottimizzate e cerchi in lega forgiati da 18 pollici. La GR Yaris rappresenta un omaggio alle origini del rally e alle auto da omologazione, un progetto nato dalla passione piuttosto che da freddi calcoli commerciali, destinato a diventare un classico istantaneo.",
        "brand": "Toyota",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Toyota/2021-Toyota-GR-Yaris-001-1080.jpg",
        "price": 36000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:42.355Z",
        "updatedAt": "2025-03-01T10:30:42.355Z",
        "__v": 0
    },
    {
        "_id": "67c20020c91e340015e11383",
        "name": "Ferrari 812 Competizione",
        "description": "La Ferrari 812 Competizione rappresenta l'interpretazione più estrema e specialistica della berlinetta 812 Superfast. Questa edizione limitata a 999 esemplari (più 599 della versione Aperta) è spinta da una versione potenziata del V12 aspirato da 6.5 litri, che raggiunge la straordinaria potenza di 830 CV a 9.250 giri/min e un regime massimo di 9.500 giri/min, rendendolo il motore Ferrari a 12 cilindri più potente di sempre. Le numerose modifiche tecniche includono bielle in titanio, un nuovo sistema di distribuzione con rivestimento in carbonio di derivazione F1 e un impianto di lubrificazione rivisto. L'aerodinamica è stata completamente riprogettata, con un posteriore inedito che sostituisce il lunotto in vetro con un elemento in alluminio dotato di 'vortex generator' per massimizzare il flusso d'aria. Il sistema di sterzo integrale a quattro ruote è stato raffinato per offrire una precisione chirurgica in curva, mentre gli pneumatici specifici Michelin Pilot Sport Cup 2R garantiscono un grip eccezionale. Gli interni mantengono l'impostazione della 812 Superfast, con una focalizzazione ancora maggiore sul guidatore e materiali ultraleggeri come fibra di carbonio e Alcantara. Con un peso ridotto di 38 kg rispetto alla Superfast e un'aerodinamica che genera il 40% di deportanza in più, la 812 Competizione non è solo una delle Ferrari più potenti di sempre, ma rappresenta anche il canto del cigno della tradizione dei V12 aspirati naturalmente prima dell'inevitabile elettrificazione.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2021-Ferrari-812-Competizione-006-1080.jpg",
        "price": 601570,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:52.355Z",
        "updatedAt": "2025-02-27T16:12:33.351Z",
        "__v": 0
    },
    {
        "_id": "67c40017c91e340015e11410",
        "name": "Audi RS e-tron GT",
        "description": "L'Audi RS e-tron GT rappresenta l'interpretazione più sportiva e tecnologicamente avanzata del concetto di gran turismo secondo Audi. Questa berlina coupé completamente elettrica è equipaggiata con due motori elettrici che generano una potenza combinata di 646 CV in modalità overboost, permettendo un'accelerazione folgorante da 0 a 100 km/h in soli 3,3 secondi e una velocità massima limitata elettronicamente a 250 km/h. La batteria da 93,4 kWh, con architettura a 800 Volt, garantisce un'autonomia fino a 472 km e la possibilità di ricaricare dal 5% all'80% in soli 23 minuti con una colonnina da 270 kW. Il design esterno, basso e muscoloso con un coefficiente aerodinamico di soli 0,24 Cx, combina l'eleganza di una gran turismo con dettagli sportivi specifici RS. L'assetto ribassato, lo sterzo integrale, le sospensioni pneumatiche adattive e il differenziale elettronico posteriore garantiscono un comportamento dinamico eccezionale nonostante il peso considerevole. L'abitacolo coniuga sportività e sostenibilità, con materiali riciclati e pelli prive di cromo, mentre il sistema di infotainment MMI offre funzioni specifiche per la gestione della ricarica e dell'autonomia. Con il suo sound elettronico e-tron sviluppato specificamente dai tecnici Audi, la RS e-tron GT non è solo un'auto elettrica ad alte prestazioni, ma una vera gran turismo che reinterpreta i valori tradizionali del segmento nell'era della mobilità elettrica.",
        "brand": "Audi",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Audi/2022-Audi-RS-E-Tron-GT-002-1080.jpg",
        "price": 142400,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:49.355Z",
        "updatedAt": "2025-02-27T18:27:59.249Z",
        "__v": 0
    },
    {
        "_id": "67c50027c91e340015e1151a",
        "name": "Mercedes-AMG GT Black Series",
        "description": "La Mercedes-AMG GT Black Series rappresenta il pinnacolo della gamma GT e la più potente AMG stradale mai prodotta. Questa supercar estrema, che riprende il leggendario nome 'Black Series' dopo alcuni anni di assenza, è equipaggiata con un V8 biturbo da 4.0 litri completamente riprogettato con albero motore piatto (flat-plane crank), soluzione tipica delle auto da corsa che permette di raggiungere regimi più elevati. Con 730 CV e 800 Nm di coppia, la GT Black Series accelera da 0 a 100 km/h in soli 3,2 secondi e raggiunge una velocità massima di 325 km/h. L'aerodinamica attiva, ispirata direttamente alla AMG GT3 da competizione, include un enorme alettone posteriore regolabile a due elementi e un diffusore anteriore in fibra di carbonio che si estende automaticamente a velocità elevate, generando una deportanza superiore ai 400 kg. Il telaio, tarato specificatamente per l'uso in pista, è dotato di ammortizzatori regolabili, barre antirollio in fibra di carbonio e un sistema di regolazione dell'altezza da terra. L'abitacolo spartano ma lussuoso integra sedili a guscio in fibra di carbonio, cinture a quattro punti e numerosi dettagli in microfibra. Con un tempo sul Nürburgring di 6:43.616, la GT Black Series ha stabilito il record per le auto di produzione, dimostrando che il nome 'Black Series' continua a rappresentare il massimo dell'ingegneria AMG senza compromessi.",
        "brand": "Mercedes-Benz",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Mercedes-Benz/2021-Mercedes-AMG-GT-Black-Series-009-1080.jpg",
        "price": 325000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:59.355Z",
        "updatedAt": "2025-02-27T18:28:59.868Z",
        "__v": 0
    },
    {
        "_id": "67c40023c91e340015e11416",
        "name": "Maserati GranTurismo Trofeo",
        "description": "La Maserati GranTurismo Trofeo rappresenta il vertice della nuova generazione della granturismo italiana. Dotata del potente motore V6 Nettuno da 3.0 litri biturbo derivato dalla supercar MC20, questa elegante coupé 2+2 eroga 550 CV e 650 Nm di coppia, garantendo prestazioni da vera supercar con un'accelerazione da 0 a 100 km/h in 3,5 secondi e una velocità massima di 320 km/h. Il motore, che utilizza tecnologie derivate dalla Formula 1 come la precamera di combustione, è posizionato più indietro rispetto alla precedente generazione per una distribuzione ottimale dei pesi. La carrozzeria, realizzata in alluminio, acciaio ad alta resistenza e magnesio, offre un perfetto equilibrio tra rigidità strutturale e leggerezza. Il design esterno evolve le classiche proporzioni della GranTurismo con linee più moderne e dinamiche, mentre l'abitacolo combina lusso artigianale italiano e tecnologia all'avanguardia con tre display: uno centrale da 12,3 pollici per l'infotainment, un quadro strumenti digitale e un terzo schermo da 8,8 pollici per controlli aggiuntivi. Il sistema di infotainment Maserati Intelligent Assistant (MIA) è basato su Android Automotive e offre connettività completa. Il sound distintivo del motore, amplificato dal sistema di scarico sportivo, è stato accuratamente ingegnerizzato per mantenere la firma sonora Maserati nonostante l'adozione del V6 in sostituzione del tradizionale V8. La GranTurismo Trofeo non è solo la più potente GranTurismo tradizionale, ma rappresenta un ponte tra la gloriosa tradizione del marchio e il suo futuro, offrendo un'esperienza di guida entusiasmante senza compromettere il comfort e l'eleganza che ci si aspetta da una granturismo italiana.",
        "brand": "Maserati",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Maserati/2014-Maserati-Gran-Turismo-MC-Stradale-001-1080.jpg",
        "price": 174000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:55.355Z",
        "updatedAt": "2025-02-27T18:30:41.659Z",
        "__v": 0
    },
    {
        "_id": "67c10002c91e340015e11345",
        "name": "Ferrari 296 GTB",
        "description": "La Ferrari 296 GTB segna un capitolo rivoluzionario nella storia del Cavallino Rampante, combinando un motore V6 biturbo da 3.0 litri con un'unità elettrica per un totale di 830 CV. Questa supercar ibrida plug-in rappresenta l'equilibrio perfetto tra efficienza e prestazioni estreme, accelerando da 0 a 100 km/h in 2,9 secondi e raggiungendo una velocità massima di 330 km/h. Il design, elegante e muscoloso, incorpora elementi aerodinamici attivi che ottimizzano il flusso d'aria a ogni velocità. L'abitacolo, ispirato alla SF90 Stradale, fonde tecnologia all'avanguardia con l'artigianalità italiana, offrendo un cockpit digitale completo e materiali pregiati. Capace di percorrere fino a 25 km in modalità completamente elettrica, la 296 GTB dimostra come il futuro delle supercar possa essere tanto sostenibile quanto emozionante, mantenendo intatto il DNA sportivo Ferrari.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2022-Ferrari-296-GTB-005-1080.jpg",
        "price": 322986,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:34.355Z",
        "updatedAt": "2025-02-28T10:24:34.355Z",
        "__v": 0
    },
    {
        "_id": "67c10003c91e340015e11346",
        "name": "Aston Martin Valkyrie",
        "description": "L'Aston Martin Valkyrie è una hypercar che ridefinisce i limiti del possibile nell'automotive. Nata dalla collaborazione tra Aston Martin e Red Bull Racing, con l'impronta del genio aerodinamico Adrian Newey, questa vettura rappresenta l'apice della tecnologia Formula 1 applicata a un'auto stradale. Il cuore pulsante è un V12 Cosworth aspirato da 6.5 litri che, supportato da un sistema ibrido, sviluppa 1.155 CV con un peso di appena 1.030 kg. Ogni dettaglio è stato progettato per massimizzare l'efficienza aerodinamica, con un'abitabilità che sembra impossibile dato il profilo estremamente basso e affusolato. L'abitacolo, spartano ma tecnologicamente avanzato, presenta un volante staccato con display integrato e sedili inclinati simili a quelli di una monoposto. Con una produzione limitata a 150 esemplari, la Valkyrie rappresenta un raro esempio di come la visione di un team di ingegneri possa trasformarsi in un'opera d'arte funzionale capace di prestazioni straordinarie.",
        "brand": "Aston Martin",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Aston-Martin/2022-Aston-Martin-Valkyrie-AMR-Pro-001-1080.jpg",
        "price": 3500000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:35.355Z",
        "updatedAt": "2025-02-28T10:24:35.355Z",
        "__v": 0
    },
    {
        "_id": "67c20015c91e340015e1137e",
        "name": "McLaren 600LT",
        "description": "La McLaren 600LT rappresenta l'incarnazione più estrema e leggera della Serie Sports di McLaren, seguendo la tradizione delle versioni 'Longtail' iniziata con la F1 GTR. Basata sulla 570S, la 600LT è stata sottoposta a una rigorosa cura dimagrante con l'adozione estensiva di fibra di carbonio e componenti più leggeri, risultando in una riduzione di peso di 96 kg. Il motore V8 biturbo da 3.8 litri è stato potenziato a 600 CV, permettendo un'accelerazione da 0 a 100 km/h in 2,9 secondi e da 0 a 200 km/h in 8,2 secondi. Il design Longtail, con una carrozzeria allungata di 74 mm rispetto alla 570S, presenta un'aerodinamica completamente rivista con un massiccio diffusore posteriore e uno splitter anteriore più pronunciato, generando 100 kg di deportanza a 250 km/h. Gli scarichi montati in alto, direttamente dietro l'abitacolo, non sono solo un elemento distintivo ma ottimizzano anche il flusso aerodinamico. Gli interni, spartani ma raffinati, presentano sedili a guscio in carbonio della Senna e finiture minimaliste. Con un comportamento dinamico affilato come un rasoio e un'esperienza di guida viscerale, la 600LT ha stabilito nuovi standard nel segmento delle supercar compatte, offrendo prestazioni da pista in un pacchetto omologato per strada, dimostrandosi all'altezza dell'eredità Longtail di McLaren.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2019-McLaren-600LT-001-1080.jpg",
        "price": 242500,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:47.355Z",
        "updatedAt": "2025-03-01T10:30:47.355Z",
        "__v": 0
    },
    {
        "_id": "67c40008c91e340015e11407",
        "name": "Alpine A110 S",
        "description": "L'Alpine A110 S rappresenta la versione più sportiva e potente della rinata coupé francese, un'auto che rende omaggio alla leggendaria A110 degli anni '60 ma con tecnologia all'avanguardia. Questa sportiva compatta è spinta da un quattro cilindri 1.8 turbo potenziato a 292 CV e 320 Nm di coppia, che garantisce prestazioni brillanti con un'accelerazione da 0 a 100 km/h in 4,2 secondi e una velocità massima di 260 km/h. Il vero punto di forza dell'A110 S è il peso contenuto di soli 1.114 kg, ottenuto grazie all'uso estensivo di alluminio per telaio e carrozzeria. Il risultato è un'agilità sorprendente e una precisione di guida che pochi concorrenti possono eguagliare. Le sospensioni ribassate del 50%, molle più rigide del 100% e barre antirollio specifiche garantiscono un comportamento dinamico ancora più affilato rispetto alla A110 standard. Esteticamente, la versione S si distingue per dettagli specifici come i cerchi in lega Fuchs forgiati da 18 pollici e pinze freno arancioni. L'abitacolo minimalista è focalizzato sul guidatore, con sedili sportivi Sabelt, inserti in microfibra e cuciture arancioni a contrasto. L'Alpine A110 S rappresenta una rara combinazione di leggerezza, agilità e potenza sufficiente, offrendo una vera esperienza di guida pura sempre più rara nel panorama automobilistico contemporaneo.",
        "brand": "Alpine",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Alpine/2022-Alpine-A110-S-005-1080.jpg",
        "price": 66500,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:40.355Z",
        "updatedAt": "2025-02-27T18:32:07.115Z",
        "__v": 0
    },
    {
        "_id": "67c50005c91e340015e11504",
        "name": "Porsche 935",
        "description": "La Porsche 935 del 2019 è un'esclusiva auto da pista ispirata alla leggendaria 935/78 'Moby Dick' che dominò le competizioni alla fine degli anni '70. Basata sulla 911 GT2 RS, ma con una carrozzeria completamente ridisegnata in fibra di carbonio, questa vettura in edizione limitata a 77 esemplari è un omaggio alla ricca tradizione motorsport di Porsche. Il motore è il sei cilindri boxer biturbo da 3.8 litri della GT2 RS, che eroga 700 CV trasmessi alle ruote posteriori tramite un cambio PDK a doppia frizione. L'estetica è dominata dall'enorme alettone posteriore, dalle forme allungate e dai fanali a LED circolari ispirati alla 908. L'abitacolo è essenziale e orientato alla pista, con volante in fibra di carbonio, display digitale derivato dalla 911 GT3 R da competizione e sedile da corsa con cinture a sei punti. Altri dettagli retrò includono i cerchi in magnesio ispirati a quelli della 935/78 e la leva del cambio in legno di betulla, omaggio alla 917. La 935 moderna non è omologata per la strada né per specifiche categorie racing, ma è stata concepita come un'auto da collezione per eventi in pista privati, un ponte tra passato e presente che celebra 70 anni di sportive Porsche.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2019-Porsche-935-001-1080.jpg",
        "price": 729000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:37.355Z",
        "updatedAt": "2025-03-02T10:30:37.355Z",
        "__v": 0
    },
    {
        "_id": "67c20017c91e340015e11380",
        "name": "Tesla Model S Plaid",
        "description": "La Tesla Model S Plaid rappresenta il vertice della tecnologia automobilistica elettrica e dell'innovazione di Tesla. Questa berlina di lusso ad alte prestazioni è equipaggiata con tre motori elettrici che generano una potenza combinata di 1.020 CV, consentendole di accelerare da 0 a 100 km/h in appena 2,1 secondi e di completare il quarto di miglio in meno di 9,23 secondi, rendendola una delle auto di produzione più veloci al mondo in accelerazione. La velocità massima di 322 km/h e l'autonomia di 637 km secondo il ciclo EPA stabiliscono nuovi standard per i veicoli elettrici. La Model S Plaid è stata significativamente riprogettata rispetto ai modelli precedenti, con un profilo aerodinamico ottimizzato che garantisce un coefficiente di resistenza di soli 0,208 Cx, tra i più bassi per un'auto di produzione. L'abitacolo presenta un design minimalista centrato su un enorme touchscreen orizzontale da 17 pollici e un volante a forma di cloche. La tecnologia è al centro dell'esperienza, con processori in grado di fornire 10 teraflop di potenza di elaborazione per i videogiochi e un sistema audio con 22 altoparlanti. La batteria da 100 kWh supporta la ricarica rapida, recuperando fino a 322 km di autonomia in soli 15 minuti. Con la Model S Plaid, Tesla non solo dimostra la superiorità delle prestazioni elettriche rispetto ai motori a combustione interna, ma stabilisce anche nuovi parametri di riferimento per comfort, tecnologia e sostenibilità nel segmento delle auto di lusso.",
        "brand": "Tesla",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Tesla/2021-Tesla-Model-S-009-1080.jpg",
        "price": 108490,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:49.355Z",
        "updatedAt": "2025-02-27T18:33:21.156Z",
        "__v": 0
    },
    {
        "_id": "67c20008c91e340015e11377",
        "name": "Ferrari Enzo",
        "description": "La Ferrari Enzo, lanciata nel 2002, è una delle supercar più iconiche e significative della storia automobilistica moderna. Dedicata al fondatore dell'azienda, Enzo Ferrari, questa vettura ha rappresentato l'apice della tecnologia Formula 1 applicata a un'auto stradale dell'epoca. Spinta da un V12 aspirato da 6.0 litri montato in posizione centrale, la Enzo eroga 660 CV e raggiunge una velocità massima di 350 km/h. La carrozzeria in fibra di carbonio, progettata da Pininfarina sotto la guida di Ken Okuyama, presenta un design funzionale definito dalle esigenze aerodinamiche, con un muso affilato ispirato alle monoposto di F1. Innovazioni come il cambio F1 elettroidraulico a 6 marce, freni carboceramici e controlli elettronici derivati direttamente dalle corse hanno stabilito nuovi standard nel segmento. Gli interni spartani sono focalizzati sul guidatore, con un volante complesso che integra numerosi controlli. Prodotta in soli 400 esemplari, la Enzo ha gettato le basi per tutte le supercar Ferrari successive, diventando un pezzo da collezione il cui valore continua a crescere, emblema di un'era in cui la Formula 1 e le auto stradali condividevano ancora un forte legame tecnologico.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2002-Ferrari-Enzo-015-1080.jpg",
        "price": 2640000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:40.355Z",
        "updatedAt": "2025-03-01T10:30:40.355Z",
        "__v": 0
    },
    {
        "_id": "67c10105c91e340015e11354",
        "name": "McLaren Artura",
        "description": "La McLaren Artura rappresenta una pietra miliare nella storia del marchio britannico, essendo la prima supercar ibrida di serie dopo la leggendaria P1. Costruita attorno a un nuovissimo telaio in fibra di carbonio chiamato McLaren Carbon Lightweight Architecture (MCLA), l'Artura è spinta da un inedito V6 biturbo da 3.0 litri abbinato a un motore elettrico, per una potenza combinata di 680 CV. Con un peso a secco di soli 1.395 kg, questa supercar offre un rapporto peso-potenza eccezionale che si traduce in prestazioni fulminee: 0-100 km/h in 3 secondi e una velocità massima limitata elettronicamente a 330 km/h. L'Artura può inoltre percorrere fino a 30 km in modalità completamente elettrica. Il design evolve il linguaggio stilistico McLaren con linee più pulite e aerodinamicamente efficienti, mentre l'abitacolo minimalista è dotato di un nuovo sistema di infotainment più intuitivo. Con l'Artura, McLaren ha creato una supercar che combina perfettamente tradizione e innovazione, offrendo emozioni di guida purissime con un occhio alla sostenibilità.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2022-McLaren-Artura-001-1080.jpg",
        "price": 225000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:37.355Z",
        "updatedAt": "2025-02-28T10:30:37.355Z",
        "__v": 0
    },
    {
        "_id": "67c10007c91e340015e1134a",
        "name": "Rimac Nevera",
        "description": "La Rimac Nevera rappresenta il futuro delle hypercar, completamente elettrica e straordinariamente potente. Con quattro motori elettrici indipendenti - uno per ogni ruota - questa creazione croata sviluppa 1.914 CV e 2.360 Nm di coppia, rendendola una delle auto più potenti mai prodotte. Le prestazioni sono semplicemente sbalorditive: accelerazione da 0 a 100 km/h in 1,85 secondi, 0-300 km/h in 9,3 secondi e una velocità massima di 412 km/h. La monoscocca in fibra di carbonio integra la batteria da 120 kWh che offre un'autonomia di 550 km. L'aerodinamica attiva con alettoni regolabili e un sistema di raffreddamento sofisticato aiutano a gestire le prestazioni termiche delle batterie. L'abitacolo futuristico combina tecnologia avanzata con materiali sostenibili e di lusso. Limitata a 150 esemplari, la Nevera non è solo un'auto, ma una dimostrazione di come la tecnologia elettrica possa ridefinire i limiti delle prestazioni automobilistiche.",
        "brand": "Rimac",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Rimac/2022-Rimac-Nevera-001-1080.jpg",
        "price": 2400000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:39.355Z",
        "updatedAt": "2025-02-28T10:24:39.355Z",
        "__v": 0
    },
    {
        "_id": "67c10109c91e340015e11358",
        "name": "Koenigsegg Gemera",
        "description": "La Koenigsegg Gemera ridefinisce il concetto di auto sportiva familiare, essendo la prima mega-GT a quattro posti del costruttore svedese. Questa hypercar rivoluzionaria è equipaggiata con un sistema di propulsione ibrido che combina un motore a tre cilindri da 2.0 litri - chiamato Tiny Friendly Giant (TFG) - con tre motori elettrici, per una potenza complessiva di 1.700 CV. Nonostante le dimensioni generose, la Gemera accelera da 0 a 100 km/h in soli 1,9 secondi e raggiunge una velocità massima di 400 km/h. L'abitacolo, accessibile tramite enormi porte diedro senza montante B, offre quattro sedili individuali e un comfort degno di una GT di lusso, con climatizzazione a quattro zone e un sistema di infotainment all'avanguardia. Con un'autonomia di 1.000 km in modalità ibrida e 50 km in modalità completamente elettrica, la Gemera rappresenta una visione futuristica della mobilità ad alte prestazioni, capace di combinare prestazioni estreme, praticità quotidiana e una relativa efficienza, il tutto limitato a soli 300 esemplari.",
        "brand": "Koenigsegg",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Koenigsegg/2021-Koenigsegg-Gemera-001-1080.jpg",
        "price": 1700000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:41.355Z",
        "updatedAt": "2025-02-28T10:30:41.355Z",
        "__v": 0
    },
    {
        "_id": "67c40021c91e340015e11414",
        "name": "Cupra Formentor VZ5",
        "description": "La Cupra Formentor VZ5 rappresenta il pinnacolo della gamma Formentor e l'espressione più audace della filosofia di Cupra come marchio indipendente. Questo SUV coupé sportivo è equipaggiato con un potente motore 5 cilindri 2.5 TSI da 390 CV, lo stesso propulsore che ha reso celebri le Audi RS3 e RS Q3. Grazie a questo cuore pulsante, la Formentor VZ5 accelera da 0 a 100 km/h in soli 4,2 secondi e raggiunge una velocità massima limitata elettronicamente a 250 km/h. Il sistema di trazione integrale 4Drive e il cambio DSG a 7 rapporti garantiscono una trazione ottimale in ogni condizione. L'assetto ribassato di 10 mm rispetto alla Formentor VZ, gli ammortizzatori adattivi DCC e il differenziale autobloccante elettronico VAQ assicurano un comportamento dinamico eccezionale per un SUV. Esteticamente, la VZ5 si distingue per dettagli esclusivi come il cofano con prese d'aria più aggressive, i quattro terminali di scarico in rame posizionati diagonalmente e cerchi in lega specifici da 20 pollici. L'abitacolo sportivo è caratterizzato da sedili a guscio CUPBucket firmati Sabelt, rivestiti in pelle e disponibili anche nella caratteristica tonalità blu Petrol. Limitata a 7.000 esemplari, la Formentor VZ5 non è solo il modello di punta di Cupra, ma una dimostrazione di come un SUV possa offrire prestazioni e sensazioni di guida degne di una vera auto sportiva.",
        "brand": "Cupra",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Cupra/2021-Cupra-Formentor-005-1080.jpg",
        "price": 65450,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:53.355Z",
        "updatedAt": "2025-02-27T18:35:10.839Z",
        "__v": 0
    },
    {
        "_id": "67c40006c91e340015e11405",
        "name": "Lexus RC F Track Edition",
        "description": "La Lexus RC F Track Edition è la versione più estrema e focalizzata sulla pista della coupé sportiva di lusso giapponese. Questa edizione speciale è sottoposta a una rigorosa cura dimagrante, con l'utilizzo estensivo di fibra di carbonio per componenti come il cofano, il tetto, lo splitter anteriore e l'enorme alettone posteriore fisso, che contribuiscono a una riduzione di peso di circa 80 kg rispetto alla RC F standard. Il potente V8 aspirato da 5.0 litri, che eroga 472 CV e 535 Nm di coppia, offre un sound inebriante e un'esperienza di guida autentica sempre più rara nell'era della sovralimentazione. Le prestazioni sono notevoli, con un'accelerazione da 0 a 100 km/h in 3,9 secondi. I freni carboceramici Brembo, gli pneumatici Michelin Pilot Sport 4S sviluppati appositamente e le sospensioni adattive ottimizzate assicurano un comportamento dinamico eccezionale in pista. L'abitacolo è un mix perfetto di sportività e lusso, con sedili sportivi rivestiti in Alcantara rossa e fibra di carbonio a vista. Prodotta in quantità limitata, la RC F Track Edition rappresenta il perfetto equilibrio tra l'artigianalità Takumi di Lexus e le prestazioni da pista, offrendo una valida alternativa alle sportive tedesche e una rara celebrazione del motore V8 aspirato in un'epoca di downsizing e turbocompressori.",
        "brand": "Lexus",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lexus/2020-Lexus-RC-F-Track-Edition-001-1080.jpg",
        "price": 97000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:38.355Z",
        "updatedAt": "2025-03-01T10:30:38.355Z",
        "__v": 0
    },
    {
        "_id": "67c20007c91e340015e11376",
        "name": "Aston Martin Valour",
        "description": "L'Aston Martin Valour è un tributo alla tradizione e all'artigianalità british, creata per celebrare il 110° anniversario del marchio. Questa supercar in edizione limitata di soli 110 esemplari rappresenta un ritorno alle radici con il suo cambio manuale a 6 marce abbinato a un possente V12 biturbo da 5.2 litri che eroga 715 CV. Ispirata alle iconiche Aston Martin da corsa degli anni '70 e '80, in particolare alla leggendaria V8 Vantage, la Valour presenta un design che fonde elementi retro con soluzioni moderne, come la griglia anteriore massiccia e i fari a LED sottili. La carrozzeria, interamente in fibra di carbonio, è stata progettata per ottimizzare l'aerodinamica e il raffreddamento del potente propulsore. Gli interni esaltano l'artigianalità britannica con sedili in pelle semi-anilina, dettagli in fibra di carbonio e legno di noce, tutti personalizzabili attraverso il programma Q by Aston Martin. Con un'accelerazione da 0 a 100 km/h in circa 3,5 secondi, la Valour non è solo un'auto dalle prestazioni eccezionali, ma un'esperienza di guida pura e viscerale, pensata per gli appassionati che cercano una connessione diretta con la meccanica della propria auto.",
        "brand": "Aston Martin",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Aston-Martin/2025-Aston-Martin-Valiant-001-1080.jpg",
        "price": 1350000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:39.355Z",
        "updatedAt": "2025-02-27T18:36:43.805Z",
        "__v": 0
    },
    {
        "_id": "67c20012c91e340015e1137b",
        "name": "Nissan GT-R Nismo",
        "description": "La Nissan GT-R Nismo rappresenta l'espressione più estrema e raffinata della già leggendaria GT-R. Sviluppata con l'esperienza del reparto corse Nismo (Nissan Motorsport), questa versione potenziata è equipaggiata con un V6 biturbo da 3.8 litri che eroga 600 CV e 652 Nm di coppia, grazie a turbocompressori derivati dalla GT-R GT3 da competizione. L'aerodinamica è stata completamente rivista, con un massiccio utilizzo di fibra di carbonio per splitter anteriore, minigonne laterali, diffusore posteriore e un grande alettone fisso, generando un aumento significativo della deportanza. Le sospensioni Bilstein regolabili e le barre antirollio più rigide, abbinate a cerchi in lega forgiati RAYS da 20 pollici e pneumatici Dunlop appositamente sviluppati, garantiscono una tenuta di strada straordinaria. Gli interni sportivi sono caratterizzati da sedili Recaro a guscio in fibra di carbonio rivestiti in Alcantara. La GT-R Nismo è stata costantemente evoluta nel corso degli anni, con l'aggiunta di componenti in carbonio sempre più leggeri, come il tetto e i pannelli della carrozzeria. Con un tempo sul Nürburgring di 7:08.679, la GT-R Nismo ha dimostrato la sua straordinaria capacità in pista, mantenendo fede al soprannome 'Godzilla' e continuando a sfidare supercar dal costo molto più elevato.",
        "brand": "Nissan",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Nissan/2024-Nissan-GT-R-Nismo-001-1080.jpg",
        "price": 210740,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:44.355Z",
        "updatedAt": "2025-03-01T10:30:44.355Z",
        "__v": 0
    },
    {
        "_id": "67c10116c91e340015e1135f",
        "name": "De Tomaso P72",
        "description": "La De Tomaso P72 segna la rinascita di uno dei marchi più iconici e romantici della storia automobilistica italiana. Questa hypercar, ispirata alle granturismo da competizione degli anni '60, è un omaggio alla P70 originale, sviluppata da Carroll Shelby e Alejandro de Tomaso. Il design, curato da Jowyn Wong, è un capolavoro di eleganza retrò con linee fluide e sensuali, impreziosito da dettagli in rame nel cockpit che ricordano le auto d'epoca. Sotto la carrozzeria in fibra di carbonio si nasconde un telaio derivato dalla Apollo IE, mentre la propulsione è affidata a un V8 Ford Coyote elaborato da Roush fino a 700 CV, accoppiato a un cambio manuale a 6 marce. L'abitacolo è una celebrazione dell'artigianalità italiana con pelle pregiata, alluminio lavorato e strumentazione analogica che evoca le dashboard delle classiche auto da corsa. Con una produzione limitata a 72 esemplari, la P72 rappresenta una visione alternativa nel mondo delle hypercar, privilegiando l'emozione, la bellezza e l'esperienza di guida pura rispetto alla mera ricerca della prestazione estrema.",
        "brand": "De Tomaso",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/De-Tomaso/2019-De-Tomaso-P72-001-1080.jpg",
        "price": 850000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:48.355Z",
        "updatedAt": "2025-02-27T18:37:40.475Z",
        "__v": 0
    },
    {
        "_id": "67c40011c91e340015e1140a",
        "name": "Mercedes-AMG GT Black Series",
        "description": "La Mercedes-AMG GT Black Series rappresenta il pinnacolo della gamma GT e la più potente AMG stradale mai prodotta. Questa supercar estrema, che riprende il leggendario nome 'Black Series' dopo alcuni anni di assenza, è equipaggiata con un V8 biturbo da 4.0 litri completamente riprogettato con albero motore piatto (flat-plane crank), soluzione tipica delle auto da corsa che permette di raggiungere regimi più elevati. Con 730 CV e 800 Nm di coppia, la GT Black Series accelera da 0 a 100 km/h in soli 3,2 secondi e raggiunge una velocità massima di 325 km/h. L'aerodinamica attiva, ispirata direttamente alla AMG GT3 da competizione, include un enorme alettone posteriore regolabile a due elementi e un diffusore anteriore in fibra di carbonio che si estende automaticamente a velocità elevate, generando una deportanza superiore ai 400 kg. Il telaio, tarato specificatamente per l'uso in pista, è dotato di ammortizzatori regolabili, barre antirollio in fibra di carbonio e un sistema di regolazione dell'altezza da terra. L'abitacolo spartano ma lussuoso integra sedili a guscio in fibra di carbonio, cinture a quattro punti e numerosi dettagli in microfibra. Con un tempo sul Nürburgring di 6:43.616, la GT Black Series ha stabilito il record per le auto di produzione, dimostrando che il nome 'Black Series' continua a rappresentare il massimo dell'ingegneria AMG senza compromessi.",
        "brand": "Mercedes-Benz",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Mercedes-Benz/2021-Mercedes-AMG-GT-Black-Series-003-1080.jpg",
        "price": 325000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:43.355Z",
        "updatedAt": "2025-02-27T18:39:11.977Z",
        "__v": 0
    },
    {
        "_id": "67c50024c91e340015e11517",
        "name": "McLaren 765LT",
        "description": "La McLaren 765LT rappresenta l'incarnazione più estrema e leggera della Serie Super di McLaren. Seguendo la tradizione delle versioni 'Longtail' iniziata con la F1 GTR, questa supercar è stata sottoposta a una rigorosa cura dimagrante, risultando 80 kg più leggera rispetto alla già leggera 720S. Il motore V8 biturbo da 4.0 litri è stato potenziato a 765 CV (da cui il nome), permettendo un'accelerazione da 0 a 100 km/h in 2,8 secondi e da 0 a 200 km/h in soli 7,2 secondi. La carrozzeria, più lunga di 74 mm rispetto alla 720S, presenta un'aerodinamica completamente rivista con un alettone posteriore attivo più grande, uno splitter anteriore più pronunciato e un diffusore posteriore ottimizzato, generando un aumento del 25% della deportanza. Innovazioni tecniche includono un sistema di scarico in titanio ultraleggero con quattro uscite posizionate in alto, cerchi forgiati ultraleggeri, freni carboceramici di ultima generazione e vetri più sottili. L'abitacolo minimalista elimina tappetini e aria condizionata (disponibile senza costi aggiuntivi) e presenta sedili a guscio in carbonio derivati dalla Senna. Limitata a 765 esemplari, la 765LT rappresenta il perfetto equilibrio tra prestazioni estreme e usabilità quotidiana, offrendo un'esperienza di guida viscerale che pochi costruttori sono in grado di eguagliare.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2021-McLaren-765LT-001-1080.jpg",
        "price": 375000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:56.355Z",
        "updatedAt": "2025-03-02T10:30:56.355Z",
        "__v": 0
    },
    {
        "_id": "67c50016c91e340015e1150f",
        "name": "McLaren P1 GTR",
        "description": "La McLaren P1 GTR rappresenta la versione da pista estrema della già straordinaria P1, riservata a un selezionato gruppo di clienti e non omologata per l'uso stradale. Presentata per celebrare il 20° anniversario della vittoria della McLaren F1 GTR a Le Mans, questa hypercar è spinta da un sistema ibrido potenziato rispetto alla P1 standard, che combina un V8 biturbo da 3.8 litri con un motore elettrico per una potenza totale di 1.000 CV. Il peso è stato ridotto di 50 kg grazie all'eliminazione di componenti non essenziali e all'uso ancora più estensivo di fibra di carbonio, mentre l'aerodinamica è stata completamente rivista con un enorme alettone posteriore fisso che contribuisce a generare 660 kg di deportanza a 240 km/h. Il sistema di scarico in titanio, privo di silenziatori, offre un sound brutale e inconfondibile. Le gomme slick Pirelli appositamente sviluppate, i freni in carbonio-ceramica e le sospensioni regolabili completano un pacchetto pensato esclusivamente per le massime prestazioni in pista. L'abitacolo, spogliato di ogni comfort, presenta un volante ispirato a quello della MP4-23 di Formula 1 e un sedile da corsa fisso con pedaliera regolabile. Prodotta in soli 58 esemplari (13 in più dei 45 inizialmente previsti a causa dell'elevata domanda), la P1 GTR è stata offerta esclusivamente ai proprietari della P1 stradale, che hanno anche avuto accesso a un programma esclusivo di guida in pista con supporto tecnico McLaren completo.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2018-McLaren-P1-GTR-Senna-004-1080.jpg",
        "price": 3400000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:48.355Z",
        "updatedAt": "2025-02-27T19:04:12.046Z",
        "__v": 0
    },
    {
        "_id": "67c10112c91e340015e1135b",
        "name": "Ferrari Roma",
        "description": "La Ferrari Roma incarna una nuova interpretazione dell'eleganza italiana e dello stile di vita della Dolce Vita degli anni '50 e '60. Questa gran turismo a motore anteriore-centrale è equipaggiata con un V8 biturbo da 3.9 litri che eroga 620 CV, permettendole di accelerare da 0 a 100 km/h in 3,4 secondi e di raggiungere una velocità massima superiore ai 320 km/h. Il design, pulito e senza tempo, rappresenta una rottura con le Ferrari più recenti, privilegiando linee fluide e armoniose a soluzioni aerodinamiche appariscenti. L'abitacolo è un salto nel futuro, con una configurazione a doppio cockpit e un'interfaccia digitale completamente rinnovata che include un quadro strumenti da 16 pollici e un display centrale da 8,4 pollici. Il cambio a doppia frizione a 8 marce, derivato dalla SF90 Stradale, garantisce cambiate rapidissime e una risposta immediata. La Roma rappresenta una nuova visione nel portfolio Ferrari, un'auto che combina prestazioni esaltanti con un'eleganza discreta e senza tempo, pensata per essere goduta quotidianamente.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2020-Ferrari-Roma-008-1080.jpg",
        "price": 222620,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:44.355Z",
        "updatedAt": "2025-02-27T19:03:09.332Z",
        "__v": 0
    },
    {
        "_id": "67c20002c91e340015e11371",
        "name": "Lexus LFA",
        "description": "La Lexus LFA è una delle supercar più straordinarie mai prodotte e rappresenta il culmine dell'ingegneria giapponese. Sviluppata in un arco di quasi dieci anni, la LFA è spinta da un V10 da 4.8 litri sviluppato in collaborazione con Yamaha, capace di erogare 560 CV a 8.700 giri/min e di raggiungere l'incredibile regime di 9.000 giri/min in soli 0,6 secondi. Questo motore è così reattivo che Lexus ha dovuto sviluppare un tachimetro digitale, poiché gli strumenti analogici non riuscivano a tenere il passo con la velocità di rotazione del motore. La struttura monoscocca in fibra di carbonio, prodotta in un impianto tessile appositamente costruito, garantisce rigidità e leggerezza. Con un suono paragonato a quello di un'auto di Formula 1, la LFA offre un'esperienza sensoriale unica, amplificata dagli ingressi d'aria risonanti che incanalano il suono del motore nell'abitacolo. Prodotta in soli 500 esemplari tra il 2010 e il 2012, la LFA rimane una delle auto più esclusive e desiderate dai collezionisti, rappresentando l'apice dell'ossessione per la perfezione che contraddistingue Lexus.",
        "brand": "Lexus",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lexus/2012-Lexus-LFA-Nurburgring-Edition-008-1080.jpg",
        "price": 475000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:34.355Z",
        "updatedAt": "2025-02-27T19:01:40.903Z",
        "__v": 0
    },
    {
        "_id": "67c10006c91e340015e11349",
        "name": "Mercedes-AMG One",
        "description": "La Mercedes-AMG One è l'estrema dimostrazione di come la tecnologia Formula 1 possa essere trasferita su strada. Questo capolavoro di ingegneria è equipaggiato con un sistema propulsivo ibrido derivato direttamente dalle monoposto Mercedes F1: un motore V6 turbo da 1.6 litri affiancato da quattro motori elettrici per una potenza combinata di oltre 1.000 CV. Capace di raggiungere gli 11.000 giri al minuto e di accelerare da 0 a 200 km/h in meno di 6 secondi, questa hypercar rappresenta uno dei progetti più ambiziosi nella storia dell'automobile. L'aerodinamica attiva, con appendici regolabili e un'enorme ala posteriore, genera una deportanza equivalente a quella di una vettura da corsa GT3. L'abitacolo, spartano ma tecnologicamente avanzato, offre la stessa posizione di guida di una Formula 1, con il volante che incorpora controlli simili a quelli usati da Lewis Hamilton. Limitata a soli 275 esemplari, la Mercedes-AMG One è la realizzazione del sogno di tradurre la dominanza in Formula 1 in un'auto stradale senza compromessi.",
        "brand": "Mercedes-Benz",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Mercedes-Benz/2023-Mercedes-AMG-ONE-005-1080.jpg",
        "price": 2700000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:38.355Z",
        "updatedAt": "2025-02-27T19:00:25.316Z",
        "__v": 0
    },
    {
        "_id": "67c50025c91e340015e11518",
        "name": "Porsche 911 GT2 RS",
        "description": "La Porsche 911 GT2 RS rappresenta l'apice della gamma 911 e l'espressione più radicale della filosofia Porsche per le vetture orientate alla pista. Spinta da un sei cilindri boxer biturbo da 3.8 litri che eroga 700 CV, questa supercar a trazione posteriore offre prestazioni straordinarie: accelerazione da 0 a 100 km/h in 2,8 secondi, 0 a 200 km/h in 8,3 secondi e una velocità massima di 340 km/h. Il peso è stato ridotto all'osso grazie all'uso estensivo di materiali leggeri come carbonio per cofano, parafanghi, specchietti, sfoghi d'aria e parti dell'ala posteriore, mentre interni, lunotto e finestrini posteriori sono in materiali ultraleggeri. Il risultato è un rapporto peso/potenza di soli 2,85 kg/CV. L'aerodinamica è stata ottimizzata per generare una deportanza significativa, con un enorme alettone posteriore regolabile e uno splitter anteriore prominente. Il pacchetto Weissach opzionale riduce ulteriormente il peso di 30 kg, sostituendo ancora più componenti con equivalenti in carbonio e magnesio. Gli pneumatici specifici Michelin Pilot Sport Cup 2 R e i freni carboceramici PCCB di serie completano un pacchetto tecnico orientato alla pista. La GT2 RS non è solo una delle 911 più veloci di sempre, ma ha anche stabilito record su numerosi circuiti, incluso un tempo di 6:47.3 al Nürburgring, dimostrando che la trazione posteriore, quando perfettamente ingegnerizzata, può competere con sistemi a trazione integrale molto più complessi.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2018-Porsche-911-GT2-RS-013-1080.jpg",
        "price": 293200,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:57.355Z",
        "updatedAt": "2025-02-27T19:06:48.169Z",
        "__v": 0
    },
    {
        "_id": "67c40025c91e340015e11418",
        "name": "Corvette Z06 Convertible",
        "description": "La Corvette Z06 Convertible rappresenta l'apice della tradizione americana delle muscle car scoperte, ma con prestazioni e tecnologia degne di una supercar europea. Basata sull'ottava generazione della Corvette a motore centrale, la Z06 Convertible è equipaggiata con il rivoluzionario V8 aspirato 'LT6' da 5.5 litri con albero a gomiti piatto (flat-plane crank), che sviluppa 670 CV a 8.400 giri/min e 624 Nm di coppia. Questo motore, il V8 aspirato più potente mai montato su un'auto di produzione, consente un'accelerazione da 0 a 100 km/h in meno di 2,7 secondi nonostante il leggero aumento di peso dovuto ai rinforzi strutturali necessari per la versione decappottabile. Il tetto rigido retrattile in alluminio e compositi si apre o chiude in soli 16 secondi fino a 50 km/h, permettendo di godere appieno del sound esaltante del V8 ad alto regime. L'aerodinamica della Z06 è stata completamente ridisegnata rispetto alla Stingray standard, con una carreggiata allargata di 9,4 cm e un pacchetto aerodinamico che può generare fino a 335 kg di deportanza a 300 km/h con il pacchetto Z07 opzionale. Gli pneumatici specifici Michelin Pilot Sport 4S (o Cup 2R opzionali), i freni carboceramici e le sospensioni Magnetic Ride Control completano un pacchetto tecnico orientato alla pista ma perfettamente utilizzabile su strada. L'abitacolo mantiene l'impostazione driver-focused della Stingray ma aggiunge finiture specifiche Z06 e sedili più contenitivi. La Z06 Convertible non è solo la Corvette più potente di sempre, ma una vera supercar a cielo aperto che sfida i migliori nomi europei a una frazione del prezzo, dimostrando la maturità raggiunta dall'ingegneria americana nel segmento delle auto ad altissime prestazioni.",
        "brand": "Chevrolet",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Chevrolet/2015-Chevrolet-Corvette-Z06-Convertible-008-1080.jpg",
        "price": 113850,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:57.355Z",
        "updatedAt": "2025-02-27T18:56:51.162Z",
        "__v": 0
    },
    {
        "_id": "67c20019c91e340015e11382",
        "name": "Audi R8 V10 Performance",
        "description": "L'Audi R8 V10 Performance rappresenta il vertice della gamma R8 e l'interpretazione Audi della supercar quotidiana. Cuore pulsante di questa vettura è un V10 aspirato da 5.2 litri condiviso con la Lamborghini Huracán, che nella versione Performance eroga 620 CV e 580 Nm di coppia. Accoppiato a un cambio a doppia frizione a 7 marce e alla trazione integrale quattro, questo propulsore permette un'accelerazione da 0 a 100 km/h in soli 3,1 secondi e una velocità massima di 331 km/h. Il telaio Audi Space Frame in alluminio e fibra di carbonio garantisce rigidità eccezionale e leggerezza, mentre l'aerodinamica è stata ottimizzata con uno splitter anteriore più pronunciato, minigonne laterali e un diffusore posteriore più efficace. Le sospensioni a doppio braccio oscillante e l'impianto frenante carboceramico di serie completano un pacchetto tecnico impeccabile. Gli interni combinano lusso e sportività, con sedili a guscio rivestiti in Nappa e Alcantara, un cockpit digitale da 12,3 pollici completamente personalizzabile e un sistema di infotainment all'avanguardia. Nonostante le prestazioni da supercar, l'R8 V10 Performance mantiene la praticità e l'affidabilità tipiche del marchio Audi, con una qualità costruttiva ineccepibile e la possibilità di essere utilizzata quotidianamente. In un'epoca di downsizing e turbocompressori, il V10 aspirato dell'R8 rappresenta una rarità sempre più preziosa, offrendo un sound inconfondibile e una risposta immediata che solo i motori aspirati sanno dare.",
        "brand": "Audi",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Audi/2022-Audi-R8-V10-Performance-RWD-014-1080.jpg",
        "price": 196700,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:51.355Z",
        "updatedAt": "2025-02-27T18:55:50.015Z",
        "__v": 0
    },
    {
        "_id": "67c10001c91e340015e11344",
        "name": "Porsche 911 GT3 RS",
        "description": "La Porsche 911 GT3 RS rappresenta l'apice dell'ingegneria tedesca orientata alla pista. Con un motore boxer aspirato da 4.0 litri che eroga 518 CV, questa vettura offre prestazioni straordinarie con un sound inconfondibile che fa vibrare l'anima di ogni appassionato. L'esteso uso di materiali leggeri come carbonio e magnesio, insieme a soluzioni aerodinamiche derivate dalle corse come l'enorme alettone posteriore regolabile e i diffusori anteriori, garantiscono una deportanza eccezionale. Il cambio PDK a doppia frizione offre cambiate fulminee, permettendo alla GT3 RS di accelerare da 0 a 100 km/h in soli 3,2 secondi. L'abitacolo minimalista è focalizzato sul pilota, con sedili a guscio in carbonio e una strumentazione orientata alla performance. Una vera auto da corsa omologata per strada, la GT3 RS rappresenta l'essenza pura della filosofia Porsche.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2019-Porsche-911-GT3-RS-005-1080.jpg",
        "price": 223800,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:33.355Z",
        "updatedAt": "2025-02-27T18:59:33.247Z",
        "__v": 0
    },
    {
        "_id": "67c10114c91e340015e1135d",
        "name": "Rolls-Royce Spectre",
        "description": "La Rolls-Royce Spectre segna un momento storico per il prestigioso marchio britannico, rappresentando la prima vettura completamente elettrica nella sua ultracentenaria storia. Questo maestoso coupé elettrico, lungo quasi 5,5 metri, è costruito sulla stessa Architecture of Luxury delle altre Rolls-Royce moderne, ma completamente riprogettata per accogliere il powertrain elettrico. Con una potenza di 585 CV e una coppia immediata di 900 Nm, la Spectre accelera da 0 a 100 km/h in 4,5 secondi, un risultato impressionante considerando il peso di oltre 2,7 tonnellate. La batteria da 102 kWh garantisce un'autonomia di circa 520 km. Esteticamente, la Spectre evolve il linguaggio stilistico Rolls-Royce con una griglia Pantheon più ampia e aerodinamica e fari a LED sottilissimi. L'interno è un santuario di lusso con le tipiche finiture artigianali Rolls-Royce, tra cui pelle pregiata, legni rari e il celebre cielo stellato Starlight, ora esteso anche alle portiere. La Spectre non è semplicemente un'auto elettrica di lusso, ma l'interpretazione Rolls-Royce della mobilità del futuro, dove silenzio, raffinatezza e prestazioni senza sforzo raggiungono nuove vette.",
        "brand": "Rolls-Royce",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Rolls-Royce/2024-Rolls-Royce-Spectre-002-1080.jpg",
        "price": 400000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:46.355Z",
        "updatedAt": "2025-02-28T10:30:46.355Z",
        "__v": 0
    },
    {
        "_id": "67c50006c91e340015e11505",
        "name": "McLaren Speedtail",
        "description": "La McLaren Speedtail rappresenta la prima delle McLaren Ultimate Series Hyper-GT e la degna erede spirituale della leggendaria F1. Limitata a soli 106 esemplari (lo stesso numero della F1), questa hypercar è stata progettata per combinare prestazioni estreme con un comfort da granturismo di lusso. Con una potenza di 1.050 CV generata da un sistema ibrido che abbina un V8 biturbo da 4.0 litri a un motore elettrico, la Speedtail raggiunge una velocità massima di 403 km/h, rendendola la McLaren stradale più veloce mai prodotta. La sua caratteristica più distintiva è l'aerodinamica rivoluzionaria, con una carrozzeria estremamente allungata (5,2 metri) che termina in una coda affusolata, ottimizzata per minimizzare la resistenza all'aria. Il design include elementi attivi come le 'ailerons' posteriori in fibra di carbonio che si deformano ad alta velocità e copriruota anteriori fissi che riducono la turbolenza. L'abitacolo riprende la configurazione a tre posti con sedile centrale della F1, ma con materiali e tecnologie all'avanguardia, inclusi schermi retrattili che sostituiscono gli specchietti laterali. Con un peso di soli 1.430 kg e l'utilizzo di materiali esotici come una lega di platino per il badge McLaren, la Speedtail è tanto un'opera d'arte quanto un capolavoro ingegneristico.",
        "brand": "McLaren",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/McLaren/2020-McLaren-Speedtail-010-1080.jpg",
        "price": 2600000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:38.355Z",
        "updatedAt": "2025-02-27T18:53:52.598Z",
        "__v": 0
    },
    {
        "_id": "67c10108c91e340015e11357",
        "name": "Maserati MC20",
        "description": "La Maserati MC20 segna il ritorno in grande stile del Tridente nel mondo delle supercar. Questa vettura, il cui nome sta per 'Maserati Corse 2020', è spinta da un rivoluzionario motore V6 biturbo da 3.0 litri denominato 'Nettuno', interamente sviluppato in casa Maserati. Con i suoi 630 CV, permette alla MC20 di accelerare da 0 a 100 km/h in meno di 2,9 secondi e di raggiungere una velocità massima superiore ai 325 km/h. La carrozzeria, dal design elegante e aerodinamicamente efficiente, è realizzata in fibra di carbonio e materiali compositi, mantenendo il peso a soli 1.500 kg. Le porte ad apertura a farfalla non sono solo un elemento scenografico, ma migliorano l'accessibilità all'abitacolo, che è minimalista e focalizzato sul conducente. La MC20 rappresenta un nuovo inizio per Maserati, combinando prestazioni da vera supercar con l'eleganza e il raffinamento che da sempre contraddistinguono il marchio italiano.",
        "brand": "Maserati",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Maserati/2021-Maserati-MC20-001-1080.jpg",
        "price": 210000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:40.355Z",
        "updatedAt": "2025-02-28T10:30:40.355Z",
        "__v": 0
    },
    {
        "_id": "67c50023c91e340015e11516",
        "name": "Ferrari SF90 XX Stradale",
        "description": "La Ferrari SF90 XX Stradale rappresenta una svolta epocale nella storia della casa di Maranello, essendo la prima vettura della serie XX omologata per l'uso stradale. Tradizionalmente, i modelli XX erano versioni estreme destinate esclusivamente all'uso in pista, ma la SF90 XX Stradale rompe questa tradizione, portando tecnologie da competizione direttamente sulle strade pubbliche. Basata sulla già straordinaria SF90 Stradale, questa versione potenziata è equipaggiata con un sistema ibrido che combina un V8 biturbo da 4.0 litri con tre motori elettrici per una potenza totale di 1.030 CV, 30 in più rispetto alla SF90 standard. L'aerodinamica è stata completamente riprogettata con un approccio estremo che genera 530 kg di deportanza a 250 km/h, grazie a elementi come l'ala posteriore fissa (una rarità per una Ferrari stradale), il fondo piatto completamente rivisto e il diffusore posteriore maggiorato. Il sistema ibrido è stato ottimizzato per offrire prestazioni ancora più consistenti, con una risposta immediata in ogni condizione. L'abitacolo mantiene l'impostazione orientata al pilota della SF90 standard, ma con materiali più leggeri come carbonio e Alcantara e un volante con LEDs integrati per indicare il punto ottimale di cambiata, simile a quello delle monoposto di Formula 1. Prodotta in 599 esemplari, la SF90 XX Stradale non è solo la Ferrari stradale più estrema di sempre, ma un manifesto tecnologico che dimostra come il DNA da competizione di Ferrari possa essere efficacemente trasferito a un'auto omologata per la strada.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2024-Ferrari-SF90-XX-Stradale-001-1080.jpg",
        "price": 800000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:55.355Z",
        "updatedAt": "2025-03-02T10:30:55.355Z",
        "__v": 0
    },
    {
        "_id": "67c40018c91e340015e11411",
        "name": "Porsche 911 Dakar",
        "description": "La Porsche 911 Dakar rappresenta un'interpretazione audace e inedita della leggendaria sportiva tedesca, creata per celebrare la vittoria della 911 alla Parigi-Dakar del 1984. Questa versione speciale, limitata a 2.500 esemplari, è basata sulla 911 Carrera 4 GTS ma con modifiche sostanziali per l'uso fuoristrada. L'altezza da terra aumentata di 50 mm rispetto a una 911 standard, con la possibilità di sollevarsi ulteriormente di 30 mm tramite un sistema di sollevamento, permette di affrontare terreni accidentati con disinvoltura. Il motore boxer 6 cilindri biturbo da 3.0 litri eroga 480 CV e 570 Nm di coppia, trasmessi a tutte e quattro le ruote tramite il cambio PDK a 8 rapporti, garantendo un'accelerazione da 0 a 100 km/h in 3,4 secondi nonostante gli pneumatici specifici all-terrain Pirelli Scorpion. Due modalità di guida dedicate - 'Rallye' per terreni non compatti e 'Off-road' per ostacoli più impegnativi - ottimizzano i sistemi di trazione per l'uso fuoristrada. La protezione sottoscocca in acciaio, i passaruota allargati e il sistema di stabilizzazione del rollio PDCC adattato completano le modifiche tecniche. Esteticamente, la 911 Dakar si distingue per il cofano anteriore in fibra di carbonio ripreso dalla GT3, il tetto opzionale con porta pacchi e tenda, e livree specifiche che richiamano le storiche decorazioni da rally. La 911 Dakar non è solo una variante della gamma 911, ma una reinterpretazione del concetto stesso di auto sportiva, che estende le capacità della 911 ben oltre l'asfalto, dimostrando la versatilità della piattaforma e la volontà di Porsche di sperimentare nuove direzioni.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2023-Porsche-911-Dakar-010-1080.jpg",
        "price": 223450,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:50.355Z",
        "updatedAt": "2025-03-01T10:30:50.355Z",
        "__v": 0
    },
    {
        "_id": "67c50015c91e340015e1150e",
        "name": "Lamborghini Essenza SCV12",
        "description": "La Lamborghini Essenza SCV12 è una hypercar da pista estrema, prodotta in soli 40 esemplari e non omologata per l'uso stradale. Nata dall'esperienza del dipartimento Lamborghini Squadra Corse, questa vettura a motore centrale-posteriore è equipaggiata con il più potente V12 aspirato mai sviluppato da Lamborghini: un 6.5 litri che eroga oltre 830 CV, potenziato anche da un sistema di sovralimentazione RAM che aumenta la pressione dell'aria in ingresso al motore all'aumentare della velocità. La monoscocca in fibra di carbonio, sviluppata secondo gli standard FIA Hypercar, garantisce una rigidità superiore a quella di un telaio tubolare con rollbar, mentre l'aerodinamica genera un carico verticale di 1.200 kg a 250 km/h, superiore a quello di una GT3. Il cambio sequenziale a 6 marce è parte integrante della struttura portante e il sistema di trazione posteriore include un differenziale meccanico a sei parametri regolabile dal pilota. Gli pneumatici slick Pirelli su cerchi in magnesio (19\" all'anteriore e 20\" al posteriore) e i freni Brembo completano un pacchetto focalizzato sulle prestazioni in pista. L'abitacolo minimalista presenta un volante ispirato alle Formula 1 con display integrato e sedili da competizione. La Essenza SCV12 non è solo un'auto esclusiva, ma offre ai proprietari un programma dedicato con eventi in pista, supporto tecnico e stoccaggio delle vetture nella nuova sede di Squadra Corse a Sant'Agata Bolognese.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2021-Lamborghini-Essenza-SCV12-001-1080.jpg",
        "price": 3300000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:47.355Z",
        "updatedAt": "2025-03-02T10:30:47.355Z",
        "__v": 0
    },
    {
        "_id": "67c50022c91e340015e11515",
        "name": "Aston Martin Victor",
        "description": "L'Aston Martin Victor è un pezzo unico (one-off) creato dalla divisione Q by Aston Martin su commissione di un facoltoso cliente. Questa straordinaria vettura fonde elementi della storica V8 Vantage degli anni '70 e '80 con tecnologie derivate dalle hypercar moderne come la One-77 e la Vulcan. Il risultato è un'auto che combina nostalgia retrò e ingegneria all'avanguardia in un pacchetto esteticamente mozzafiato. Il motore è un V12 aspirato da 7.3 litri derivato dalla One-77 ma potenziato a 847 CV, accoppiato a un cambio manuale a 6 marce: una rarità assoluta per un'auto di questa potenza. La carrozzeria, interamente in fibra di carbonio, presenta linee muscolose che omaggiano la V8 Vantage, con una griglia frontale prominente e gruppi ottici a sviluppo orizzontale. Il telaio monoscocca in carbonio della One-77 è stato modificato per accogliere il cambio manuale e le sospensioni push-rod della Vulcan. L'abitacolo combina elementi vintage, come il volante in legno di noce, con materiali ultramoderni come carbonio e pelle Conker Bridge of Weir, insieme a cashmere e titanio lavorato a mano. Nonostante le prestazioni da supercar moderna, la Victor è completamente omologata per l'uso stradale. Il nome omaggia Victor Gauntlett, ex presidente di Aston Martin che salvò l'azienda negli anni '80. Il costo esatto rimane riservato, ma le stime parlano di una cifra superiore ai 5 milioni di sterline, rendendo la Victor non solo un'auto straordinaria ma anche un investimento esclusivo per il fortunato proprietario.",
        "brand": "Aston Martin",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Aston-Martin/2020-Aston-Martin-Victor-001-1080.jpg",
        "price": 5000000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:54.355Z",
        "updatedAt": "2025-03-02T10:30:54.355Z",
        "__v": 0
    },
    {
        "_id": "67c10104c91e340015e11353",
        "name": "Lamborghini Revuelto",
        "description": "La Lamborghini Revuelto segna una rivoluzione nella storia del Toro di Sant'Agata Bolognese, rappresentando la prima supercar ibrida plug-in di serie del marchio. Al centro di questa vettura futuristica si trova un nuovo V12 aspirato da 6.5 litri che, combinato con tre motori elettrici, genera una potenza complessiva di 1.015 CV. La struttura monoscocca in carbonio, abbinata a un powertrain progettato da zero, permette un'accelerazione da 0 a 100 km/h in soli 2,5 secondi e una velocità massima superiore ai 350 km/h. Il design esterno evolve il linguaggio stilistico di Lamborghini con forme ancora più taglienti e aggressive, mentre l'abitacolo presenta un cockpit digitale avanzato con tre schermi e materiali sostenibili. La Revuelto non segna solo l'inizio dell'era elettrificata per Lamborghini, ma stabilisce nuovi standard nel segmento delle hypercar, combinando prestazioni estreme, sostenibilità e un'esperienza di guida senza compromessi.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2024-Lamborghini-Revuelto-001-1080.jpg",
        "price": 500000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:36.355Z",
        "updatedAt": "2025-02-28T10:30:36.355Z",
        "__v": 0
    },
    {
        "_id": "67c40015c91e340015e1140e",
        "name": "Lamborghini Huracán Sterrato",
        "description": "La Lamborghini Huracán Sterrato rappresenta una visione audace e inedita nel mondo delle supercar: una vettura ad alte prestazioni progettata per affrontare anche strade sterrate e terreni accidentati. Basata sulla Huracán EVO, la Sterrato mantiene il V10 aspirato da 5.2 litri che eroga 610 CV, ma con una taratura specifica per l'uso fuoristrada. L'altezza da terra aumentata di 44 mm, le carreggiate allargate di 30 mm e i pneumatici all-terrain su cerchi da 19 pollici consentono di affrontare superfici che sarebbero proibitive per qualsiasi altra supercar. La protezione sottoscocca in alluminio, le minigonne laterali rinforzate e i passaruota allargati con protezioni in plastica resistente agli urti proteggono la carrozzeria durante l'uso off-road. La modalità di guida 'Rally' ottimizza la trazione su superfici a bassa aderenza, mentre il sistema LDVI (Lamborghini Dinamica Veicolo Integrata) è stato ricalibbrato per l'uso fuoristrada. L'estetica è completata da barre sul tetto, fendinebbia LED aggiuntivi e prese d'aria sul tetto per migliorare il raffreddamento in ambienti polverosi. Gli interni mantengono il lusso Lamborghini con un tocco di robustezza, grazie a nuovi rivestimenti e dettagli specifici. Prodotta in soli 1.499 esemplari, la Huracán Sterrato non è solo l'ultima Lamborghini con motore V10 non elettrificato, ma un'interpretazione rivoluzionaria del concetto di supercar, che estende le capacità e i contesti in cui una vettura ad alte prestazioni può essere utilizzata e goduta.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2019-Lamborghini-Huracan-Sterrato-Concept-001-1080.jpg",
        "price": 270000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:47.355Z",
        "updatedAt": "2025-02-27T18:52:40.716Z",
        "__v": 0
    },
    {
        "_id": "67c40007c91e340015e11406",
        "name": "Jaguar F-Type R",
        "description": "La Jaguar F-Type R rappresenta l'apice della gamma F-Type e incarna l'essenza della sportività britannica contemporanea. Questa coupé dalle linee sensuali è spinta da un possente V8 sovralimentato da 5.0 litri che eroga 575 CV e 700 Nm di coppia, permettendole di accelerare da 0 a 100 km/h in soli 3,5 secondi e di raggiungere una velocità massima limitata elettronicamente a 300 km/h. La trazione integrale e il differenziale elettronico attivo garantiscono una trazione ottimale in ogni condizione, mentre lo scarico sportivo attivo regala uno dei sound più evocativi e distintivi nel panorama delle auto sportive. Le sospensioni adattive e lo sterzo preciso offrono un equilibrio perfetto tra comfort nei lunghi viaggi e precisione nella guida sportiva. L'abitacolo, rifinito con materiali pregiati come pelle Windsor e alluminio, combina eleganza tradizionale britannica e tecnologia moderna con il sistema di infotainment Touch Pro da 10 pollici. I sedili Performance garantiscono il giusto supporto nelle curve veloci senza sacrificare il comfort. La F-Type R non è solo una vettura dalle prestazioni straordinarie, ma un'auto dal carattere unico e distintivo che si distingue dalle rivali tedesche per personalità e presenza scenica, mantenendo viva la tradizione delle grandi gran turismo Jaguar del passato.",
        "brand": "Jaguar",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Jaguar/2015-Jaguar-F-Type-R-Coupe-001-1080.jpg",
        "price": 103200,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:39.355Z",
        "updatedAt": "2025-02-27T18:51:25.419Z",
        "__v": 0
    },
    {
        "_id": "67c50009c91e340015e11508",
        "name": "Porsche 911 Targa 4 GTS",
        "description": "La Porsche 911 Targa 4 GTS rappresenta una perfetta fusione tra prestazioni elevate, stile distintivo e praticità quotidiana. Questa variante combina l'iconico tetto Targa - con il suo caratteristico rollbar in acciaio spazzolato e il lunotto avvolgente - con la sportività della versione GTS e la sicurezza della trazione integrale. Spinta da un sei cilindri boxer biturbo da 3.0 litri che eroga 480 CV, la Targa 4 GTS accelera da 0 a 100 km/h in soli 3,5 secondi con il cambio PDK a doppia frizione e raggiunge una velocità massima di 307 km/h. Il pacchetto GTS include sospensioni ribassate di 10 mm, impianto frenante potenziato, sistema di scarico sportivo e dettagli estetici esclusivi come finiture in nero, cerchi da 20/21 pollici e fari scuri. L'abitacolo è caratterizzato da sedili sportivi, inserti in Alcantara e Race-Tex, e il pacchetto Sport Chrono di serie. La capote in tela si apre o chiude in soli 19 secondi, trasformando l'auto da coupé a semi-cabriolet. La Targa 4 GTS non è solo una variante della gamma 911, ma un'auto con personalità propria che attrae chi cerca il perfetto equilibrio tra prestazioni, stile distintivo e praticità per l'uso quotidiano.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2022-Porsche-911-Targa-4-GTS-001-1080.jpg",
        "price": 156800,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:41.355Z",
        "updatedAt": "2025-03-02T10:30:41.355Z",
        "__v": 0
    },
    {
        "_id": "67c50021c91e340015e11514",
        "name": "Rolls-Royce Cullinan",
        "description": "Il Rolls-Royce Cullinan rappresenta l'interpretazione definitiva del lusso nel segmento dei SUV ultra-premium. Primo veicolo a ruote alte nella storia della casa britannica, il Cullinan porta l'inconfondibile eleganza e artigianalità Rolls-Royce su un'architettura completamente nuova denominata 'Architecture of Luxury'. Sotto il maestoso cofano si trova un V12 biturbo da 6.75 litri che eroga 571 CV e 850 Nm di coppia, trasmessi a tutte e quattro le ruote attraverso un cambio automatico ZF a 8 rapporti. Nonostante il peso considerevole di oltre 2,6 tonnellate, il Cullinan accelera da 0 a 100 km/h in 5,2 secondi con una fluidità impressionante e una velocità massima limitata elettronicamente a 250 km/h. Le sospensioni pneumatiche autolivellanti, con sistema di smorzamento attivo, garantiscono il leggendario 'magic carpet ride' di Rolls-Royce su qualsiasi superficie, mentre la trazione integrale e lo sterzo integrale assicurano maneggevolezza sorprendente e capacità off-road inaspettate. L'abitacolo è un santuario di lusso con materiali di altissima qualità, lavorati a mano dai migliori artigiani: pelli pregiate, legni rari e dettagli in metallo impreziosiscono ogni superficie. La configurazione dei sedili posteriori è disponibile in versione lounge a tre posti o individual con due poltrone separate da una console centrale. Il portellone posteriore si apre in due sezioni e può essere dotato di sedili esterni a scomparsa per eventi all'aperto. Con un prezzo di partenza di oltre 300.000 euro, destinato a salire considerevolmente con le personalizzazioni, il Cullinan rappresenta l'apice del lusso automobilistico in formato SUV, mantenendo intatta l'esclusività e il prestigio che da sempre contraddistinguono il marchio Rolls-Royce.",
        "brand": "Rolls-Royce",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Rolls-Royce/2019-Rolls-Royce-Cullinan-009-1080.jpg",
        "price": 325000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:53.355Z",
        "updatedAt": "2025-02-27T18:49:30.088Z",
        "__v": 0
    },
    {
        "_id": "67c20014c91e340015e1137d",
        "name": "Alfa Romeo 4C Spider",
        "description": "L'Alfa Romeo 4C Spider è l'incarnazione moderna della tradizione sportiva del marchio italiano, offrendo un'esperienza di guida pura ed emozionante. Questa compatta roadster a due posti è costruita attorno a una monoscocca in fibra di carbonio che pesa soli 73 kg, contribuendo a un peso totale di appena 1.060 kg. Dietro all'abitacolo si trova un quattro cilindri turbo da 1.75 litri che eroga 240 CV, potenza più che sufficiente date le dimensioni e il peso della vettura, permettendo un'accelerazione da 0 a 100 km/h in 4,5 secondi. La vera unicità della 4C Spider risiede nella sua filosofia di guida essenziale: lo sterzo privo di servoassistenza offre un feedback diretto e non filtrato, mentre il cambio a doppia frizione a 6 marce garantisce cambiate rapidissime. L'apertura del tetto non ha richiesto rinforzi strutturali significativi grazie alla rigidità intrinseca della monoscocca in carbonio. Gli interni minimalisti sono focalizzati sul guidatore, con sedili sportivi avvolgenti e una strumentazione essenziale. La 4C Spider unisce il fascino estetico e l'artigianalità italiana con una precisione di guida quasi da kart, offrendo sensazioni autentiche in un'epoca di crescente digitalizzazione dell'esperienza di guida.",
        "brand": "Alfa Romeo",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Alfa-Romeo/2015-Alfa-Romeo-4C-Spider-010-1080.jpg",
        "price": 67150,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:46.355Z",
        "updatedAt": "2025-02-27T18:48:46.223Z",
        "__v": 0
    },
    {
        "_id": "67c10106c91e340015e11355",
        "name": "Aston Martin Valhalla",
        "description": "L'Aston Martin Valhalla è una hypercar che rappresenta il ponte tra la tecnologia Formula 1 e le vetture stradali del marchio britannico. Sviluppata in collaborazione con Red Bull Advanced Technologies, la Valhalla è equipaggiata con un powertrain ibrido che combina un V8 biturbo da 4.0 litri con due motori elettrici, per una potenza totale di 950 CV. La struttura in fibra di carbonio e l'aerodinamica attiva derivata dalla F1 garantiscono prestazioni straordinarie: 0-100 km/h in meno di 2,5 secondi e una velocità massima di 350 km/h. Il design, firmato da Marek Reichman, fonde elementi tipici di Aston Martin con soluzioni estremamente tecniche, come le prese d'aria Venturi sul frontale e le porte diedro. L'abitacolo, accessibile attraverso portiere ad ala di gabbiano, offre un ambiente focalizzato sul pilota con un volante ispirato alle monoposto da corsa. Limitata a 999 esemplari, la Valhalla rappresenta un nuovo capitolo nella storia di Aston Martin, unendo heritage britannico e tecnologia d'avanguardia in una vettura che promette un'esperienza di guida senza compromessi.",
        "brand": "Aston Martin",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Aston-Martin/2022-Aston-Martin-Valhalla-001-1080.jpg",
        "price": 800000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:38.355Z",
        "updatedAt": "2025-02-28T10:30:38.355Z",
        "__v": 0
    },
    {
        "_id": "67c10111c91e340015e1135a",
        "name": "Bentley Continental GT Speed",
        "description": "La Bentley Continental GT Speed rappresenta il vertice della gamma Continental e l'espressione più dinamica del lusso sportivo britannico. Spinta da un possente W12 biturbo da 6.0 litri, questa gran turismo sviluppa 659 CV e 900 Nm di coppia, consentendo un'accelerazione da 0 a 100 km/h in 3,5 secondi e una velocità massima di 335 km/h. Il sistema di trazione integrale attiva, lo sterzo integrale e il differenziale elettronico a slittamento limitato garantiscono un'agilità sorprendente nonostante il peso considerevole. L'estetica si distingue per dettagli esclusivi come la griglia scura, finiture sportive e cerchi da 22 pollici dedicati. L'abitacolo è un trionfo di artigianalità britannica, con pellami pregiati, impiallacciature in legno e alluminio lavorato, tutti personalizzabili attraverso il programma Mulliner. La Continental GT Speed rappresenta la perfetta sintesi tra prestazioni da supercar e comfort da ammiraglia, un'auto capace di affrontare lunghi viaggi nel massimo del lusso e di emozionare sui percorsi più impegnativi.",
        "brand": "Bentley",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Bentley/2022-Bentley-Continental-GT-Speed-001-1080.jpg",
        "price": 274900,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:43.355Z",
        "updatedAt": "2025-02-28T10:30:43.355Z",
        "__v": 0
    },
    {
        "_id": "67c10005c91e340015e11348",
        "name": "BMW M4 CSL",
        "description": "La BMW M4 CSL rappresenta il vertice dell'esperienza sportiva bavarese, un'auto che incarna la filosofia 'leggera, agile, potente'. La sigla CSL (Coupé Sport Leggera) non viene utilizzata da BMW dal 2004, sottolineando l'importanza di questo modello. Dotata di un sei cilindri in linea biturbo da 3.0 litri potenziato a 550 CV, questa edizione limitata a 1.000 esemplari ha subito una drastica cura dimagrante di 100 kg rispetto alla M4 Competition. L'uso estensivo di fibra di carbonio, sedili a guscio alleggeriti e l'eliminazione dei sedili posteriori contribuiscono alla riduzione del peso. Il risultato è un'auto capace di completare il giro del Nürburgring in 7:20.2 minuti, rendendola la BMW stradale più veloce di sempre sul 'Ring'. Con un'aerodinamica ottimizzata, assetto ribassato e sospensioni specifiche, la M4 CSL offre un'esperienza di guida pura e viscerale, esaltata dal sound distintivo dello scarico in titanio. Una vera lettera d'amore agli appassionati di guida più esigenti.",
        "brand": "BMW",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/BMW/2023-BMW-M4-CSL-009-1080.jpg",
        "price": 139900,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:24:37.355Z",
        "updatedAt": "2025-02-28T10:24:37.355Z",
        "__v": 0
    },
    {
        "_id": "67c40002c91e340015e11401",
        "name": "Maserati GranTurismo Folgore",
        "description": "La Maserati GranTurismo Folgore segna l'ingresso del Tridente nell'era dell'elettrificazione di lusso. Prima granturismo completamente elettrica del marchio italiano, la Folgore è equipaggiata con tre motori elettrici che generano una potenza combinata di 761 CV, consentendole di accelerare da 0 a 100 km/h in soli 2,7 secondi e di raggiungere una velocità massima di 325 km/h. L'architettura a 800 Volt e la batteria da 92,5 kWh garantiscono un'autonomia di circa 450 km e la possibilità di ricaricare fino a 270 km di autonomia in soli 10 minuti. Il design, firmato dal Centro Stile Maserati, mantiene l'eleganza senza tempo tipica del marchio, con proporzioni perfette e una silhouette filante che non tradisce la natura elettrica del veicolo. L'abitacolo unisce artigianalità italiana e tecnologia avanzata, con materiali sostenibili che non compromettono il lusso. I sedili sportivi in Econyl, un nylon rigenerato, e il sistema audio Sonus Faber a 19 altoparlanti completano un'esperienza di guida che coniuga prestazioni elettrizzanti con raffinatezza e comfort. La GranTurismo Folgore non è solo un'auto elettrica di lusso, ma una vera Maserati che ridefinisce il concetto di granturismo nell'era della mobilità sostenibile.",
        "brand": "Maserati",
        "imageUrl": "https://www.wsupercars.com/wallpapers-wide/Maserati/2023-Maserati-GranTurismo-Folgore-006-1080w.jpg",
        "price": 206000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:34.355Z",
        "updatedAt": "2025-02-27T18:48:01.778Z",
        "__v": 0
    },
    {
        "_id": "67c40013c91e340015e1140c",
        "name": "Porsche Taycan Turbo S Cross Turismo",
        "description": "La Porsche Taycan Turbo S Cross Turismo rappresenta la perfetta fusione tra prestazioni elettriche estreme, versatilità quotidiana e capacità fuoristradistiche leggere. Questa shooting brake elettrica ad alte prestazioni è equipaggiata con due motori elettrici che generano una potenza combinata di 761 CV in modalità overboost, permettendo un'accelerazione da 0 a 100 km/h in soli 2,9 secondi nonostante il peso superiore alla berlina Taycan. L'architettura a 800 Volt, la batteria Performance Plus da 93,4 kWh e l'efficiente sistema di gestione termica garantiscono un'autonomia fino a 419 km e la possibilità di ricaricare dal 5% all'80% in soli 22,5 minuti. La Cross Turismo si distingue dalla Taycan standard per l'altezza da terra aumentata di 20 mm, i passaruota pronunciati, le protezioni specifiche per la carrozzeria e la modalità di guida 'Gravel' per affrontare terreni scivolosi. Il bagagliaio più capiente (446 litri, espandibili a 1.212 abbattendo i sedili) e lo spazio maggiore per la testa dei passeggeri posteriori aumentano la praticità quotidiana. L'abitacolo high-tech è caratterizzato da fino a quattro display, tra cui il quadro strumenti curvo da 16,8 pollici e il sistema di infotainment Porsche Communication Management. La Taycan Turbo S Cross Turismo non è solo un'auto elettrica ad alte prestazioni, ma un veicolo versatile che dimostra come la transizione verso la mobilità elettrica possa conservare il DNA sportivo Porsche, aggiungendo nuove dimensioni di praticità.",
        "brand": "Porsche",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Porsche/2022-Porsche-Taycan-Turbo-S-Cross-Turismo-002-1080.jpg",
        "price": 187600,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:45.355Z",
        "updatedAt": "2025-03-01T10:30:45.355Z",
        "__v": 0
    },
    {
        "_id": "67c20009c91e340015e11378",
        "name": "Pagani Zonda Cinque",
        "description": "La Pagani Zonda Cinque rappresenta uno dei capitoli più esclusivi nella storia della leggendaria Zonda. Come suggerisce il nome, ne sono stati prodotti solo cinque esemplari (più cinque roadster), rendendola una delle Pagani più rare mai create. Nata inizialmente come un one-off speciale per un collezionista di Hong Kong, la Cinque ha poi attirato l'interesse di altri appassionati, portando Horacio Pagani a creare questa serie limitatissima. Spinta da un V12 AMG da 7.3 litri potenziato a 678 CV, la Cinque è stata la prima Zonda stradale a utilizzare un telaio in carbo-titanio, un materiale composito che combina fibra di carbonio e titanio per una rigidità e leggerezza senza precedenti. L'aerodinamica è stata completamente rivista rispetto alle Zonda precedenti, con un'enorme presa d'aria sul tetto, un alettone fisso e un diffusore posteriore più aggressivo. Gli interni rappresentano il massimo dell'artigianalità italiana, con materiali pregiati lavorati a mano e un'attenzione maniacale ai dettagli. Con un peso di soli 1.210 kg e un'accelerazione da 0 a 100 km/h in 3,4 secondi, la Zonda Cinque non è solo un'auto straordinariamente performante, ma un vero oggetto d'arte su ruote che ha contribuito a cementare lo status leggendario del marchio Pagani.",
        "brand": "Pagani",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Pagani/2009-Pagani-Zonda-Cinque-Roadster-007-1080.jpg",
        "price": 2000000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:41.355Z",
        "updatedAt": "2025-02-27T18:46:55.315Z",
        "__v": 0
    },
    {
        "_id": "67c20005c91e340015e11374",
        "name": "Lamborghini Veneno",
        "description": "La Lamborghini Veneno è una delle hypercar più esclusive e radicali mai prodotte dalla casa di Sant'Agata Bolognese. Creata nel 2013 per celebrare il 50° anniversario dell'azienda, la Veneno è un'interpretazione estrema dell'Aventador, spinta dallo stesso V12 aspirato da 6.5 litri ma potenziato a 750 CV. Il nome, che in spagnolo significa 'veleno', riflette perfettamente la natura aggressiva e letale di questa vettura. La carrozzeria, interamente in fibra di carbonio, è stata progettata come un laboratorio aerodinamico su ruote, con un enorme alettone posteriore fisso, un diffusore massiccio e numerose prese d'aria che massimizzano la deportanza e il raffreddamento. Gli interni mantengono la configurazione dell'Aventador ma utilizzano esclusivamente materiali leggerissimi come Forged Composite e CarbonSkin. Con un'accelerazione da 0 a 100 km/h in 2,9 secondi e una velocità massima di 355 km/h, la Veneno offre prestazioni straordinarie abbinate a un'esclusività senza pari: solo 3 coupé e 9 roadster sono state prodotte, con un prezzo iniziale di 3,5 milioni di euro per la coupé e 3,3 milioni per la roadster. Oggi, è considerata una delle Lamborghini più ricercate dai collezionisti, con valori che hanno largamente superato il prezzo originale.",
        "brand": "Lamborghini",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lamborghini/2014-Lamborghini-Veneno-Roadster-005-1080.jpg",
        "price": 4000000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:37.355Z",
        "updatedAt": "2025-03-01T10:30:37.355Z",
        "__v": 0
    },
    {
        "_id": "67c50014c91e340015e1150d",
        "name": "Ferrari SF90 Spider",
        "description": "La Ferrari SF90 Spider rappresenta l'apice dell'innovazione tecnologica della casa di Maranello in formato open-top. Prima spider PHEV (Plug-in Hybrid Electric Vehicle) di Ferrari, questa vettura combina un V8 biturbo da 4.0 litri con tre motori elettrici per una potenza complessiva di 1.000 CV, rendendola la Ferrari scoperta di serie più potente mai prodotta. Il tetto rigido retrattile, che si apre o chiude in soli 14 secondi, è stato progettato per non compromettere l'aerodinamica e le prestazioni rispetto alla coupé: la SF90 Spider accelera infatti da 0 a 100 km/h in 2,5 secondi e raggiunge una velocità massima di 340 km/h. Il sistema ibrido permette di percorrere fino a 25 km in modalità completamente elettrica, ideale per attraversare centri urbani nel massimo silenzio. L'abitacolo riprende l'impostazione orientata al pilota della versione coupé, con un quadro strumenti digitale curvo da 16 pollici e comandi touch sul volante. La SF90 Spider pesa solo 100 kg in più rispetto alla versione chiusa, un risultato straordinario ottenuto grazie a un'attenta riprogettazione della struttura per compensare l'assenza del tetto fisso. Con la SF90 Spider, Ferrari dimostra che elettrificazione e piacere di guida a cielo aperto possono coesistere al massimo livello, senza compromessi in termini di prestazioni o emozioni.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2021-Ferrari-SF90-Spider-001-1080.jpg",
        "price": 570000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:46.355Z",
        "updatedAt": "2025-03-02T10:30:46.355Z",
        "__v": 0
    },
    {
        "_id": "67c10103c91e340015e11352",
        "name": "Bugatti Mistral",
        "description": "La Bugatti Mistral rappresenta il maestoso canto del cigno per il leggendario motore W16 quadriturbo che ha definito un'era per il marchio francese. Questa roadster, limitata a soli 99 esemplari, è basata sulla Chiron ma con una carrozzeria completamente ridisegnata che ne esalta l'eleganza e il carattere sportivo. Con 1.600 CV a disposizione, la Mistral è una delle decappottabili più potenti e veloci al mondo, capace di superare i 420 km/h. Il design presenta innovative prese d'aria a X sul posteriore e fari anteriori verticali che rendono omaggio alla Type 57 Roadster Grand Raid degli anni '30. L'abitacolo unisce materiali pregiati come pelle, alluminio e carbonio in una sintesi di lusso e tecnologia. La Mistral non è solo un veicolo, ma un pezzo da collezione che segna la fine di un'epoca e l'inizio di una nuova direzione per Bugatti, destinata a diventare un'icona automobilistica intramontabile.",
        "brand": "Bugatti",
        "imageUrl": "https://www.wsupercars.com/wallpapers-wide/Bugatti/2024-Bugatti-W16-Mistral-010-1080w.jpg",
        "price": 5000000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-02-28T10:30:35.355Z",
        "updatedAt": "2025-02-27T18:45:43.986Z",
        "__v": 0
    },
    {
        "_id": "67c40009c91e340015e11408",
        "name": "Alfa Romeo Giulia GTAm",
        "description": "L'Alfa Romeo Giulia GTAm rappresenta il ritorno di un'acronimo leggendario nella storia del Biscione: Gran Turismo Alleggerita. Questa versione estrema della Giulia Quadrifoglio è stata sviluppata per celebrare i 110 anni del marchio, con una produzione limitata a soli 500 esemplari (tra GTA e GTAm). Il motore V6 biturbo da 2.9 litri è stato potenziato a 540 CV, permettendo un'accelerazione da 0 a 100 km/h in soli 3,6 secondi. La 'M' in GTAm sta per 'Modificata', e si riflette nella configurazione a due posti con roll-bar posteriore, cinture a 6 punti e nell'aerodinamica estrema con un enorme alettone posteriore regolabile in fibra di carbonio e uno splitter anteriore specifico. La riduzione di peso di 100 kg rispetto alla Quadrifoglio è ottenuta grazie all'uso estensivo di materiali leggeri come carbonio per tetto, cofano, paraurti e sedili Sabelt, e alluminio per il motore. L'assetto è stato completamente rivisto con carreggiate allargate di 50 mm, nuove sospensioni, sistema di scarico in titanio Akrapovič e pneumatici specifici Michelin Pilot Sport Cup 2. La GTAm non è solo la Giulia più estrema, ma rappresenta l'essenza stessa dell'Alfa Romeo: prestazioni emozionanti, leggerezza e un carattere unico che parla direttamente al cuore degli appassionati.",
        "brand": "Alfa Romeo",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Alfa-Romeo/2021-Alfa-Romeo-Giulia-GTA-014-1080.jpg",
        "price": 181000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:41.355Z",
        "updatedAt": "2025-02-27T18:42:25.869Z",
        "__v": 0
    },
    {
        "_id": "67c40024c91e340015e11417",
        "name": "Lexus LC 500 Convertible",
        "description": "La Lexus LC 500 Convertible rappresenta l'apice dell'eleganza e del lusso scoperto giapponese. Questa cabriolet granturismo combina un design mozzafiato con l'eccellenza ingegneristica Lexus e la tradizionale qualità costruttiva del marchio. Il cuore pulsante della LC 500 Convertible è un V8 aspirato da 5.0 litri che eroga 464 CV e 530 Nm di coppia, una rarità nell'era dei motori turbo e dell'elettrificazione. Questo propulsore, abbinato a un cambio automatico Direct Shift a 10 rapporti, offre un'accelerazione da 0 a 100 km/h in 4,7 secondi e, soprattutto, un sound inebriante amplificato dall'assenza del tetto. La capote in tela multistrato, disponibile in tre colori, si apre o chiude in soli 15 secondi fino a 50 km/h. La struttura è stata rinforzata per compensare l'assenza del tetto, mantenendo la rigidità torsionale e il comportamento dinamico raffinato della coupé. L'abitacolo è un capolavoro di lusso artigianale, con pelli pregiate, cuciture a vista e finiture metalliche di altissima qualità. I sedili anteriori sono riscaldati e ventilati, e il sistema di climatizzazione Climate Concierge regola automaticamente temperatura, riscaldamento del sedile e del volante in base alle condizioni ambientali. Il sistema audio Mark Levinson Reference a 13 altoparlanti è stato specificamente ottimizzato per la guida a cielo aperto. La LC 500 Convertible non è solo un'auto sportiva di lusso, ma un'opera d'arte su ruote che offre un'esperienza sensoriale completa, dimostrando che la vera eleganza automobilistica può esistere anche senza il blasone europeo.",
        "brand": "Lexus",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Lexus/2021-Lexus-LC-500-Convertible-001-1080.jpg",
        "price": 102025,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-01T10:30:56.355Z",
        "updatedAt": "2025-03-01T10:30:56.355Z",
        "__v": 0
    },
    {
        "_id": "67c50004c91e340015e11503",
        "name": "Ferrari F8 Tributo",
        "description": "La Ferrari F8 Tributo è l'erede della 488 GTB e rappresenta un omaggio al pluripremiato V8 biturbo di Ferrari, vincitore per quattro anni consecutivi del titolo di 'International Engine of the Year'. Questo motore centrale da 3.9 litri eroga 720 CV, 50 in più rispetto alla 488 GTB, permettendo un'accelerazione da 0 a 100 km/h in 2,9 secondi e una velocità massima di 340 km/h. Il design, firmato dal Centro Stile Ferrari, evolve i temi della 488 con un'aerodinamica ancora più efficiente, ispirata alla 488 Pista: il cofano anteriore a 'S-Duct' aumenta la deportanza del 15% rispetto alla 488 GTB. La F8 Tributo è più leggera di 40 kg rispetto alla precedente, grazie all'uso estensivo di fibra di carbonio e alluminio. L'abitacolo è stato completamente ridisegnato, con un nuovo volante, nuovi comandi e un sistema di infotainment più avanzato. Il sistema di controllo della dinamica Ferrari Dynamic Enhancer+ migliora ulteriormente la maneggevolezza, rendendo più accessibili le prestazioni estreme anche ai piloti meno esperti. La F8 Tributo rappresenta un perfetto equilibrio tra prestazioni da supercar e usabilità quotidiana, incarnando l'essenza della berlinetta Ferrari a motore centrale-posteriore.",
        "brand": "Ferrari",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Ferrari/2020-Ferrari-F8-Tributo-001-1080.jpg",
        "price": 276000,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:36.355Z",
        "updatedAt": "2025-03-02T10:30:36.355Z",
        "__v": 0
    },
    {
        "_id": "67c50026c91e340015e11519",
        "name": "Bentley Continental GT Speed",
        "description": "La Bentley Continental GT Speed rappresenta il vertice della gamma Continental GT e l'espressione più sportiva del lusso britannico. Questa grand tourer è equipaggiata con una versione potenziata del W12 biturbo da 6.0 litri, che eroga 659 CV e 900 Nm di coppia, permettendo un'accelerazione da 0 a 100 km/h in 3,5 secondi e una velocità massima di 335 km/h. Il cambio a doppia frizione a 8 rapporti è stato calibrato per offrire cambiate più rapide e il sistema di trazione integrale attiva privilegia l'asse posteriore per un comportamento più dinamico. Innovazioni tecniche esclusive della Speed includono lo sterzo integrale, che migliora l'agilità a bassa velocità e la stabilità ad andature sostenute, e il differenziale elettronico a slittamento limitato (eLSD), che ottimizza la trazione in uscita di curva. Le sospensioni pneumatiche adattive e il sistema di controllo attivo del rollio alimentato a 48V garantiscono un equilibrio perfetto tra comfort da ammiraglia e precisione sportiva. Esteticamente, la Speed si distingue per dettagli esclusivi come la griglia a nido d'ape scura, paraurti specifici e cerchi da 22 pollici dedicati. L'abitacolo è un trionfo di artigianalità britannica, con pellami pregiati, impiallacciature in legno e alluminio lavorato, tutti personalizzabili attraverso il programma Mulliner. La Continental GT Speed non è solo una Bentley più potente, ma una vettura che riesce a fondere il lusso senza compromessi con un'esperienza di guida coinvolgente, rappresentando la perfetta evoluzione di un modello che ha ridefinito il concetto di grand tourer di lusso nel 21° secolo.",
        "brand": "Bentley",
        "imageUrl": "https://www.wsupercars.com/wallpapers-regular/Bentley/2012-Bentley-Continental-GT-Speed-005-1080.jpg",
        "price": 274900,
        "userId": "67bcd6b4e703370015316dcf",
        "createdAt": "2025-03-02T10:30:58.355Z",
        "updatedAt": "2025-02-27T18:41:30.576Z",
        "__v": 0
    }
]
